{
    "billy_ikea1": {
        "brand": "IKEA",
        "price_yen": 19990,
        "price_dollar": 184.15,
        "reviews": [
            "I got lost as Billy, but I like design, color is cute and there is depth, bought here though it was over budget. If I only want one point, I think that it was better if additional shelves were sold separately.",
            "I am familiar with the room as imagined and also fulfill the function. I'm satisfied."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/20352893/"
    },
    "billy_ikea2": {
        "brand": "IKEA",
        "price_yen": 12990,
        "price_dollar": 119.67,
        "reviews": [
            "The finished product is fashionable, plentiful storage and easy to use. Just because it falls easily if you do not fix the top of the shelf, I think that it will be decided depending on where you put it, but it is recommended to purchase after investigating where it can fix the wall side on the shelf I will.",
            "Purchased for a 3 year old girl's child's room. I was stuck with the material and color, so I am satisfied with the ideal. My daughter also delighted with a loud voice in a classic atmosphere. You can store plenty of picture books and toys. The accessory storage box fits in three sides beside it. I think that it can be used even if it grows big."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/80352885/"
    },
    "billy_ikea3": {
        "brand": "IKEA",
        "price_yen": 2499,
        "price_dollar": 23.02,
        "reviews": [
            "I use two items of this product and one same color TV rack. I like the chic feeling of appearance privately and likes the price very cheaply.",
            "Bought 1 month ago with special price. Worth it and good to use! It takes up only a little space but can hold a lot of books. That’s exactly what I needed!",
            "Purchase the second one. It fits in simple and inconspicuous. Cospa is also good, so if you are considering a three-tier box, this is recommended. It would be nice to get a different color for people who are in IKEA white series.",
            "I bought it to organize documents, accessories, but I like it very well.",
            "I bought two bookshelves. I use it as a blindfold of a two-step bet. It is a commodity that is not local inside. In addition to bookcases, we also listen to music with mini component etc. It is a good product. It was easy to assemble and completed immediately.",
            "I bought two, cost performance is the best. I use it as a shelf to store alcohol. When I assembled it using the impact driver, I was overtorque, but there was a crack in one pillar. When assembling, we recommend that you work with the supplied tool without using the power tool.",
            "It was nice to have a firm price. That is heavy. Because I am tall, I thought that there was nothing wrong for it to stabilize.",
            "It is functional and easy to use. It was easy to assemble and completed in a short time.",
            "I bought it last month. Perfect for 6 tatami room. The color is calm. I was looking for it since last year and the price was reasonable and I was glad."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/20178592/"
    },
    "billy_muji1": {
        "brand": "MUJI",
        "price_yen": 2490,
        "price_dollar": 22.94,
        "reviews": [
            "I use it by putting it sideways on the bed side and small articles on the top. It is a good feeling that materials and colors are familiar to the room. It's also lighter than wooden one."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4945247549188?searchno=1&sectionCode=S00809"
    },
    "billy_muji2": {
        "brand": "MUJI",
        "price_yen": 3490,
        "price_dollar": 32.15,
        "reviews": [
            "It was the same as a general color box, so it was easy to assemble without confusion. Unlike plywood with slippery, natural atmosphere. If only this is the case for the children's room is too simple, but the balance is nice, as the toys and picture books are colorful. There is not much case for Mr. Mr. to fit the pulp board box, so if you try using stack stack basket, Cinderella Fit! The price is a little expensive, is not it?",
            "I used it as a shelf to clean up children's toys, and this time it will be a purchase addition. It is favorite with moderate strength."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4945247549195?searchno=3&sectionCode=S00809"
    },
    "billy_muji3": {
        "brand": "MUJI",
        "price_yen": 15900,
        "price_dollar": 146.48,
        "reviews": [],
        "url": "https://www.muji.net/store/cmdty/detail/4549738749851?searchno=4&sectionCode=S2000315"
    },
    "billy_nitori1": {
        "brand": "NITORI",
        "price_yen": 7990,
        "price_dollar": 73.61,
        "reviews": [
            "The degree of freedom is higher than expected due to the arrangement of the transverse board, and the interior nature is outstanding. It was not particularly troublesome because the assembly was two people, ordinary drivers were enough. We also enjoy hanging screens by attaching hooks to the assembled shelves, and also customizing as we can utilize space on the shelf.",
            "Good price. It looks good. Good storage capacity.",
            "Anyway it is hard to assemble. Even with an electric screwdriver there is no way to make it beautifully. In my case I got 2 places I put together in the same way. Of course the storage capacity is enough, but how about durability? I think that there is a person who can positively assemble it, but it is better to quit a person who is not good at it.",
            "It is cheap, although the color box is big product, but quality is normal and appearance is not bad. Since it is a board of decorative film on the fiberboard, there are times when the edge peels off to some extent. If you care about such details, we do not recommend it. I think that it is a product that can be used in various ways, but I bought it for organizing the manga book. If it is a new version, you can divide it into 8 columns in the vertical direction and put two rows in the depth direction. If you divide the books of B5 version and A5 version into 6 columns, fit is good.",
            "I think that it is a good product that can be used without problems.",
            "Although it is a slightly smaller version of what we already used, I thought this was easy to assemble and easy to use. Fine, it's pretty."
        ],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=11352&productId=797056&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=11011&parent_category_rn=11011&storeId=10001"
    },
    "billy_nitori2": {
        "brand": "NITORI",
        "price_yen": 7990,
        "price_dollar": 73.61,
        "reviews": [
            "It is perfect size for my son's room, there is a sense of stability and it is a five star. The color was also nice. It was easy to use and firm.",
            "I bought it to organize books and documents as book shelves became full. It was very attractive to be able to freely arrange drawers and doors in combination. I was worried about reading other reviews but I was able to organize bookshelves as I expected, so I think that it is reasonable price for me. While watching the assembly instructions (fitting with 2 drawers and the door) I was able to assemble with about one and a half hours with a single person (female), but it is quite heavy so I think that two people can make it easier and easier It was."
        ],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=11352&productId=895508&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=11011&parent_category_rn=11011&storeId=10001"
    },
    "billy_nitori3": {
        "brand": "NITORI",
        "price_yen": 7549,
        "price_dollar": 69.54,
        "reviews": [
            "There was one stage left, but comic books could be stored about 150 books in 3 steps. I was glad that it seemed to be strong and strong.",
            "Many books can not be rearranged because they can not be rearranged, so buy 3 pieces. Seeing comments from those who purchased and abandoning the assembly by oneself. I thought that money was expensive and luxurious, but I thought that it would be impossible to assemble three as well. It was a correct answer. Because it was hard to just clean up a lot of books. Owing to the refreshing room. Since the shelf on the front slides and moves, the back book is also easy to see and easy to buy.",
            "Two backboards of the main body are about 3 mm thick and it is fluent. It is glued with a gummed tape that is like a 20 cm wide sheet, and insert it into the groove. It is inconvenient that the seat does not stand up when assembling. It was probably impossible for me alone, although my family supported me. Because of the backboard plateau, I feel awkward even if I go up. When moving, slide the floor by pushing the corner of the bottom plate. When pushing the corner of the top board or lifting it and moving it, it seems to be broken by that power. But it is wonderful that all shelves are movable (Other company's slide bookshelf, shelf of the main body is partly fixed). Once installed, you do not mind the thinness of the backboard, the slides are smooth and the storage capacity is also excellent and I like it."
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/8841241s?ptr=item"
    },
    "erik_ikea1": {
        "brand": "IKEA",
        "price_yen": 10000,
        "price_dollar": 92.12,
        "reviews": [
            "Although I was worried about the assembly, it was easy to understand with explanation of how to assemble how to see it, it was easy to understand, even one woman for the first time could assemble without difficulty. It is because the drawer was heavy in and out than I had thought that one star is smaller. It will be great if it becomes lighter.",
            "I bought it as a sleeve desk of a child's study desk. Together with the table top it will replace the foot on one side. I like it very much because it is solidly built.",
            "Very easy to use, making it solid so I was glad to purchase. Because I can choose the color, I think that it is easy to match with the layout of the room. The difficulty is that it takes a little time to assemble (because there are five drawers), it is quite heavy against the appearance, so I think whether it is honest to be a woman alone to carry it. After assembling the outer frame, it is better to set up the outer frame at the place you want to put and then draw out.",
            "The assembly was fun like a plamo. While you make it, you can see how many screws are stuck. I plan to use it for my child's sleeve desk. It looks simple as well.",
            "I ordered my family to buy it. I was surprised to receive it. It is terribly heavy! I assembled it by myself, but women are quite hard labor. I think that those who are used to assembly are easy. Since there is weight anyhow, it is difficult to move, so I think that it is better to decide where to put in place. I made my own caster board and put it on top of it.",
            "It is moderately heavy when I can open it and I like it very much. However, assembly was also serious. It is not difficult. If it is a finished product it was star 5.",
            "I bought white as a lost color. Result You can use it stylish without disturbing the atmosphere of the room. Moreover, I am satisfied very much because it is this amount of money. It was a correct answer by looking around the desk carefully with the net and the furniture store and assembling this drawer unit and the top board.",
            "I wanted a working desk at the corner of the room, but I will not disturb the atmosphere of the room with just a nice size and clear visual.",
            "I think that cost performance is wonderful as it will be over 10,000 yen if you buy equivalent ones at other shops.",
            "I bought the same item two years ago but because of the large area of the bottom of the drawer, there was a catch on opening and closing as the bottom plate mid-sized. Since the neighborhood was improved this time (the bar was reinforced in the center) this time I bought it again. However, it was hard to use heavy opening and closing of the drawer this time.",
            "The other day, I bought one and started using it, but the design and ease of use are good, I bought one more and used it. Because there is no drawer knob, I did not get caught, I thought that it was easy to match other interior. I also searched for other drawers, but when comparing the materials and prices, I pinned it \"This is it!\" By matching it with this table, I was able to coordinate what I asked for.",
            "I like being affordable and easy to use and durable. Purchased for desk drawers and shallow closures. Combine according to the application. I put personal computer, stationery, linen, hobby sewing supplies etc. If there are several depths, I would like to unify it by using it in other places. If the top board is attached and the next term changes, it is a favorite to change to a different use, easy to move.",
            "Tint and design are also very good! I do not feel uncomfortable as an interior."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/90344178/"
    },
    "erik_ikea2": {
        "brand": "IKEA",
        "price_yen": 6999,
        "price_dollar": 64.48,
        "reviews": [
            "I purchased it one month ago. Opening and closing is very good but things are heavy and can not be moved with one hand.",
            "I bought it for a son older a month ago. I like the living room with grain of wood, the drawer is also smooth, I like it. I am satisfied because I searched for goods that also measures the size. Assembly was hard to get used to making one drawer. By the time we finished four, I got used to it soon.",
            "It is solid and easy to use. I think the amount is reasonable.",
            "Single eldest son! It is easy to store, easy to move and I like it. The color is also white and fashionable. It seems that it was easy to assemble.",
            "My daughter who is in middle 2 is assembling and using it by myself. It seems that the way of making it was not so difficult, he said that it was fun after making it. It's easy to use, drawers are smooth, simple and looks fashionable.",
            "It is a series for children's learning desk, but I bought it for organizing small items in the living room I am about to unite with B & W. I'm satisfied.",
            "For the home office the depth is narrow, but I am looking for a functional desk firmly and purchase the main desk in December. Then purchase this drawer unit. Coincidentally Brother's printer size is JUST match! It is best for office use even though it is introduced as a child learning desk at the store!",
            "Desk and design of the same series are unified, and I am satisfied even more sturdy and user-friendly.",
            "I added it to the hand - held MICKE series later. It is better to be able to expand without discomfort.",
            "If you have an electric screwdriver, it is easy to assemble. Because it is equipped with casters, I like white which is easy to clean and matte.",
            "I fell in love at first sight and purchased it. It also matches desks previously purchased separately, I like it very much."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/50395056/"
    },
    "erik_ikea3": {
        "brand": "IKEA",
        "price_yen": 4999,
        "price_dollar": 46.05,
        "reviews": [
            "Assembly was easier than I thought. It is a light and easy to use product with good cost performance and satisfaction!",
            "I liked the color and bought it. Although it was not difficult to assemble it, it will be fun to wake up when opening and closing the drawer.",
            "Because the shape of the washbasin is special, there was something that fitted something, but when you installed it just snug! Although I was going to make it a wagon, my hair and dust were easy to accumulate in the washroom, so it was a correct answer here in a pull-out style. There is also a simple and clean feeling and it's wonderful.",
            "I purchase and use a small box BOX that fits perfectly with the drawer. It is very handy for sorting and storing small items.",
            "The method of combining is simple and cheap. It's a little heavy, but I'd recommend it.",
            "I just liked the green color and I bought it. Putting documents and putting tools are useful. It is convenient to move even when cleaning it because it is equipped with wheels. Paper which can be attached to the face is easy to remove quite a lot. Also, as for the sound of opening and closing, some people may be interested, so we recommend that you actually check at the store. I do not mind so much, because it is cute so anyway I like it.",
            "I purchased red but I like it because it is fashionable. I only move the casters in one direction (back and forth), so I think that we can move here freely.",
            "It was hard to assemble but the finish was cute.",
            "When pulling out drawers, all will come out if you do not pay attention so I want you to put a stopper on the drawer. If a new type with a stopper attached to the drawer is sold, I would like to buy another one. Or, I would like you to sell the attached stopper for attachment to the drawer of the helmel.",
            "I like colors and shapes very much. I think that it was ok to buy the price at reasonable price. But assembly was really hard. The size of the hole and the screw does not match (the hole is small), a struggle without entering at all. I could not do it by hand. An electric screwdriver is necessary.",
            "It was easy to assemble and it was pretty easy to make it. The texture of the material coating was also not cheap and there was somewhat luxurious feeling.",
            "Usability was the best. I am thinking about purchasing a different color.",
            "I bought it for sorting the stationery for my son. It is under the desk of 2 people but it is comfortable to feel like moving.",
            "Since our house is not a system kitchen, we bought two (black and green) for storage purpose. The result, big correct answer! ! It is easy to put in and out, easy to organize and easy. Cutlery, rap, cooking sheet, mittens and luncheon mats, peeler, freezing bag, and so on. Because it is steel, you can easily wipe away dirt and wet and clean. The size is not too small too much, it is just too good, depending on how you use it seems to be active in various places.",
            "It is made of metal and looks good, it is better to be able to store a lot more than anything. However, because the height is delicately high, I can not put it under a desk of 70 cm height common in Japan. It was useless to remove the caster. It is good if there are variations on things one level lower.",
            "I do not take much space so I think that it is good if you want to clean up a little. Assembly was also not difficult, so anyone seems to be able to use it.",
            "It's compact, with casters, so it's easy to move. I liked it, so I will buy it in addition.",
            "The assembly was a little hard, but there are lots of drawers, but it's compact and very easy to use. I like the bright green very much as an accent in the room.",
            "It is easy to assemble, compact and used in the closet. Easy to use! If you close it slightly stronger, the upper and lower sides will open slightly by recoil. But I was glad I bought it!"
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/00427031/"
    },
    "erik_muji1": {
        "brand": "MUJI",
        "price_yen": 4190,
        "price_dollar": 38.6,
        "reviews": [
            "First of all, I bought two pieces for small items such as accessory making materials and beads. It was easy to use, it was a nice feeling, so I purchased two additional items. Well I used it, I noticed that the corner was broken where I became. If you look closely well, the two similar parts (upper part of the case, both sides of the case) are broken or cracked. It was extremely simple packing (just putting the case in just-size cardboard), so it seems to have hit me during delivery. I also thought about using adhesive with adhesive, but since both of the two were damaged, we contacted them and exchanged them as expected. When exchanging, putting the corrugated card containing the case in a larger corrugated cardboard and inserting the cushioning material firmly was safe. I think that it would be better to stop over packaging, but I think that simple packaging is totally overwhelmed if the product gets scratched. I decided to write it here because I felt that I could prevent something like this just by wrapping it with cushioning material (bubble wrap etc.) and putting it in cardboard. I would be pleased if you could receive it as an opinion. The product of the essentials is also smooth and out of drawers and it comes with a casters so it is easy to clean up when cleaning, and likes the simple color form. If it is only a product, it is five ★.",
            "It was perfect for the storage place, so I bought it! However, it was taken by a child. Plarail, convenient for storing small toys. It fits perfectly under the study desk (the type that the drawer is not attached). It refreshes! When the Mugen Week begins, I will buy it for a store place!"
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4945247152050"
    },
    "erik_muji2": {
        "brand": "MUJI",
        "price_yen": 3690,
        "price_dollar": 33.99,
        "reviews": [],
        "url": "https://www.muji.net/store/cmdty/detail/4945247152036"
    },
    "erik_muji3": {
        "brand": "MUJI",
        "price_yen": 2890,
        "price_dollar": 26.62,
        "reviews": [
            "It was perfect for our gaps. I chose all the shelves of the same size, but good food and sundries are good. Since you can see the contents of the stocker a little, you may want to stop those who do not want to see the contents. I heard that casters can be used with other polypropylene products, and I felt that it is truly MUJI."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4547315545001"
    },
    "erik_nitori1": {
        "brand": "NITORI",
        "price_yen": 10789,
        "price_dollar": 99.39,
        "reviews": [
            "Although it is an assembly type, it can be done easily. This is a good product and five stars."
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/6200064s?ptr=item"
    },
    "erik_nitori2": {
        "brand": "NITORI",
        "price_yen": 9990,
        "price_dollar": 92.03,
        "reviews": [],
        "url": "https://www.nitori-net.jp/store/ja/ec/6201361s?ptr=item"
    },
    "erik_nitori3": {
        "brand": "NITORI",
        "price_yen": 23652,
        "price_dollar": 217.89,
        "reviews": [],
        "url": "https://www.nitori-net.jp/store/ja/ec/5631568s?ptr=item"
    },
    "kullen_ikea1": {
        "brand": "IKEA",
        "price_yen": 6999,
        "price_dollar": 64.48,
        "reviews": [
            "It's just good to put it next to the bed. The color is also good. I am considering buying another one.",
            "I bought it on a fairly hot day, so I feel strongly sweaty when I assemble. It is also good compatibility with the table that had good appearance and good from the original price.",
            "I think opening and closing is smooth and easy to use. I hope it was a little lighter.",
            "I purchased it one month ago and it is nice to try using it. It is easy to assemble.",
            "I bought it with the same color bed. I built it while admiring that it was doing well, such as a drawer slide. I am satisfied.",
            "Simple and convenient. Every night I can put the desk lamp and tea on top and read happily."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/60354654/#/10354656"
    },
    "kullen_ikea2": {
        "brand": "IKEA",
        "price_yen": 12990,
        "price_dollar": 119.67,
        "reviews": [
            "I bought it at the outlet, but it is cute as usual, and the function is also good! ! I am thinking I'm glad I bought it!"
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/60355696/"
    },
    "kullen_ikea3": {
        "brand": "IKEA",
        "price_yen": 4999,
        "price_dollar": 46.05,
        "reviews": [
            "I saw the catalog and liked it! Clothes storage is excellent.",
            "There is space under the washroom and I found this chest if I searched for a chest that matched that size. I like the color and size perfectly.",
            "I purchased it and assembled it, but I want you to make it easy to understand the manual of how to assemble."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/40355536/"
    },
    "kullen_muji1": {
        "brand": "MUJI",
        "price_yen": 9490,
        "price_dollar": 87.43,
        "reviews": [
            "Put TV, sit down, very convenient! I feel that colors will fit in any room. It would be nice if the same series is like another low table!",
            "In my home with many guests, I gather up the chairs in my house every time, but recently I found this with MUJI and bought it. As a side table in the dining room usually, it quickly changes to a chair when visiting. In one case, he also acts as a stepping stone with a low height. I also like the atmosphere, so I wish I could buy it sooner."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4547315892341"
    },
    "kullen_muji2": {
        "brand": "MUJI",
        "price_yen": 4990,
        "price_dollar": 45.97,
        "reviews": [],
        "url": "https://www.muji.net/store/cmdty/detail/4550002554057?searchno=11"
    },
    "kullen_nitori1": {
        "brand": "NITORI",
        "price_yen": 8618,
        "price_dollar": 79.39,
        "reviews": [
            "I purchased it to use it in combination with a sofa bed, but I decided to place it along the top wall of the layout. Although it may be moved occasionally, it is useful as a shed."
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/5620144s?rc=set&ptr=item"
    },
    "kullen_nitori2": {
        "brand": "NITORI",
        "price_yen": 10276,
        "price_dollar": 94.67,
        "reviews": [],
        "url": "https://www.nitori-net.jp/store/ja/ec/TableChair/BedSideNightTable/2600131s?ptr=item"
    },
    "kullen_nitori3": {
        "brand": "NITORI",
        "price_yen": 12240,
        "price_dollar": 112.76,
        "reviews": [
            "I am satisfied. Simple and user-friendly is the best! ! I did not put it in Nitori 's store and the correspondence of Nitori' s clerk was not good, so purchase with Rakuten! !",
            "Texture is good. I think cost performance is high, but it is easy to get scratched."
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/TableChair/BedSideNightTable/1510139s?ptr=item"
    },
    "malm_ikea1": {
        "brand": "IKEA",
        "price_yen": 22990,
        "price_dollar": 211.79,
        "reviews": [
            "I bought it in my daughter's room. I was worried whether it could be assembled, but since the explanation was easy to understand, it was possible for two women to be completed. It is like purchasing the glass to put on the chest and becoming more cute and becoming the daughter's favorite space!",
            "I bought it for the change of three children's changing clothes. I use IKEA's partition box, SKUBB, in the drawer. It is quite easy to use by using this partition. The chest is also simple and fashionable. I'm glad I bought it. Please prepare for assembly if you are alone! It takes time."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/50355668/"
    },
    "malm_ikea2": {
        "brand": "IKEA",
        "price_yen": 15990,
        "price_dollar": 147.31,
        "reviews": [
            "I visited IKEA for the first time and asked me to purchase a chest soon, but for the price it is a four-column type and still deep! ! It was satisfactory though it was an assembly type because clothes fit quite well! !",
            "I bought two, so I liked it because I purchased it several years ago. It has been improved from the previous ones, it is good that it is reinforced. However, I am dissatisfied that the drawer does not move smoothly. Sorry.",
            "Design, price It is very good! I found it useful because I was looking for a chest without handles.",
            "About 9 years ago I had purchased 3-stage type, but as my family increased, I purchased a 4-stage type here. Anyway the storage capacity is outstanding!",
            "Compared to the price, it was firmer and easier to use than any product. It is the third rod to buy this series. I first bought it ten years ago, but I can still use it well. Assembling is a little troublesome, but if you do your best only at that cost performance is the best.",
            "There is much amount to enter one step! I thought that it was little in 4 steps but I was happy with the design but I liked the design, but since I step one step wide, it got into room. I liked it very much because it was easy to assemble.",
            "Assembly was easier than I thought. Withdrawing / withdrawing is smooth, there is use. Material texture is also good. There were no assembly instructions in the items I purchased (only for the frame), and somehow it was assembled by contacting the department in charge. In my case I solved it by downloading instructions on the web.",
            "I bought it for use at my mother's facility. The color is beautiful, and the room becomes bright. Compact, fairly large storage is possible. You can also sort by adding a divider. It is convenient and reasonable.",
            "I purchased two and changed it for wearing dance. It is very easy to use!",
            "There is no storage in the room, purchased as a handmade closet. I am satisfied with the storage capacity of four drawers. I am also solid making. I pass the brace bar on the top and use clothes to effectively utilize the upper part of the chest. Assembling is a little hard. It took about 3 hours. That's how I love my attachment. Because the design is refined, even if it is placed in the living room etc, it seems to be used for a long time.",
            "I compared it with various items of other stores variously, but I liked the design and purchased it. Sliding of opening and closing of drawer is done smoothly smoothly."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/90354662/"
    },
    "malm_ikea3": {
        "brand": "IKEA",
        "price_yen": 2999,
        "price_dollar": 27.63,
        "reviews": [
            "I use it by putting it in a closet, but it is easy to separate and easy to use.",
            "I was looking for a small chest in the living room, it was exactly the same as I thought! The thing can be placed on top, it will not fall off with a stopper, even if the child does not fall, it is not dangerous, lightweight compact, it can be stored more than expected though! The design is also simple and cute, it is a product of great satisfaction to the price inexpensiveness!",
            "Reasonable and compact, design is also GOOD. Since the slip at the time of opening is not attached, if it opens too much, it falls off the rail."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/30293723/"
    },
    "malm_muji1": {
        "brand": "MUJI",
        "price_yen": 5990,
        "price_dollar": 55.18,
        "reviews": [
            "We bought 3 rows × 2 rows of stacking shelves in the children's room of our two sons. After worrying for several days, I bought these 4 chests and 2 chests additionally. The chest that arrived at our house, although there was no color difference with the shelf like the review, there is a quite tight smell like other reviews .... Somewhat cleanliness & smell sensitive sons arranged their mouths, saying \"It might be a bit impossible\", so we decided to put it in the living room .... Well, it can not be helped because it was a purchase after reviewing the review. However! ! On the day after the item was delivered by purchasing at the net store, an e-mail \"We reviewed the price\" arrived, and the same product series was cheaper by 2,000 yen. I feel really damaged. Another shop says that I can use it well, but it can not be helped, but another shop says, \"If you try to purchase items that you plan to earn from 1 week to 10 days later, in a hurry Because I will send you an e-mail cheaply from x days later ... (Though it is truly kind-hearted SHOP when I think about it again), this time, in particular, in addition to the smell a little discomfort increased."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4550002554071?searchno=12"
    },
    "malm_muji2": {
        "brand": "MUJI",
        "price_yen": 6990,
        "price_dollar": 64.39,
        "reviews": [
            "I own all other chests, but this drawer four-tier chest is the best! It is too good to own four additional. It is a family of 4 people, chest using one person per person, chest separating for each document, sorting as an accessory case. I also do a small partition with a mu - no PP case! It is good for those looking for a shallow shelf!",
            "There are several types of stacking chests, but it is the easiest to use form that I like best. Recently price has also declined. Half size comes out and ease of use is getting even more."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4550002554101?searchno=18"
    },
    "malm_muji3": {
        "brand": "MUJI",
        "price_yen": 19900,
        "price_dollar": 183.33,
        "reviews": [
            "I use it by side with the same oak cabinet. It is very cute when arranged side by side. The withdrawal capacity is also quiet, smooth, comfortable to use, open and close with plenty more than I thought. Delivery.If trying to open the drawer after installing it, I could not open the pulley on the left side of the second row from the top and I was in trouble because the delivery direction was back. It might be better to check the withdrawal immediately after it arrives.",
            "About a year or so I was troubled by my troubles Finally I bought it last! I simulated many times with the effect of disconnection and I am very satisfied! It was saved by the fact that the shipping company also opened it tightly and could save the labor of removing cardboard!"
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4547315877850?searchno=1"
    },
    "malm_nitori1": {
        "brand": "NITORI",
        "price_yen": 5990,
        "price_dollar": 55.18,
        "reviews": [],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=11175&productId=1078135&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=11006&parent_category_rn=11006&storeId=10001"
    },
    "malm_nitori2": {
        "brand": "NITORI",
        "price_yen": 1990,
        "price_dollar": 18.33,
        "reviews": [
            "I bought it for storage under closet. Assembly was done by the same person, but it was made in the blink of an eye. The movement of the drawer is also light, with the rollers on the bottom, it is easy to move. Personally I like the place where inside can not be seen.",
            "I bought it in the summer, but I tried purchasing the room clothes. However, because I thought about putting in winter, it was unexpectedly small and the quantity did not enter much. However, as summer has entered a lot, I would like to put in summer and make use of it. Since there are three stages, it enters a lot and it is convenient if you use a little thing if you use it with your family. Because the roller (caster?) Can also be removed, it was convenient to carry.",
            "The price is reasonable. It might be gentle to the eyes with a gentle color like Annin Tofu rather than tight white. The product of this hand feels cheesy, but it is just barely. But it is convenient."
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/StorageRackDresser/ClothingCase/ClothingCaseLiving/8400321s?ptr=item"
    },
    "malm_nitori3": {
        "brand": "NITORI",
        "price_yen": 2990,
        "price_dollar": 27.54,
        "reviews": [
            "I purchased it for the storage of children's clothing. There were several colors, and I made the child choose the color. Were they able to pick up colors themselves so that the consciousness to say their own things seemed to have grown, they started to clean up. Also, needless to say, it is easy to assemble, but I got few garbage when assembling it. It is also very high point to say that there are less intelligence. Although I wrote without ramblings, it is a satisfactory product.",
            "It is just right size to put underwear, socks, towels in a dressing room. It is easy to assemble and it is good that dust does not enter.",
            "Very easy to use! Children are also working hard on storage!"
        ],
        "url": "https://www.nitori-net.jp/store/ja/ec/StorageRackDresser/ClothingCase/ClothingCaseLiving/8410471s?ptr=item"
    },
    "millberget_ikea1": {
        "brand": "IKEA",
        "price_yen": 4999,
        "price_dollar": 46.05,
        "reviews": [
            "I have bought anything as a chair for employees. It is popular if it does not get tired even for a long desk work.",
            "Nice !!!!!!!!!!!!!!!!!!!!!",
            "Sitting comfortably and excellent in cost performance. The chair was unexpectedly expensive, so I was wondering if it was okay even if it was cheap, but it was stylish and I did a good shopping with excellent cospa",
            "I think whether reclining is even better if there is a slight deep angle. In addition, I think whether there is even better cushion on the seat surface if it is a little more.",
            "I am looking for a desk chair and bought this time this time. I thought that it was difficult to assemble but it was unexpectedly easy to build and it felt comfortably assembled. Sitting comfort, the position of the seats are also very satisfying.",
            "I purchased it about a month ago. It is comfortable to sit on. It is more than the price.",
            "There is enough cushioning and so on, but I hope I can lightly recline a bit more. I can hardly recline.",
            "It is big when you take it home as you think. It is for personal computer desk but usability is good.",
            "I tried various things at the home center but none of them were sweet for the price, I thought it would be nice to get out of hand for over 10000 yen. This item is cheap but the making is solid, the comfort is also good. The caster also moved smoothly and I'm glad I bought it.",
            "The price is also reasonable, I like it because I am unexpectedly tired even if I sit for a long time. I was also considering one more rank, but I am satisfied with selecting this product.",
            "The waist is very easy. The backrest also has a length and it will fit on your back so it's easy to sit for a long time."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/60339418/"
    },
    "millberget_ikea2": {
        "brand": "IKEA",
        "price_yen": 2999,
        "price_dollar": 27.63,
        "reviews": [
            "It is easy to use although it has been purchased! Sitting comfort was good for the price.",
            "Easy to assemble, well designed, very likable! The backrest has become a mesh, I think that it is cool in the summer. Also, the height of the chair is just right and easy to use! However, when not sitting, the casters do not turn and will become to drag. This time I bought only one leg, I would like to make a repeat purchase.",
            "I bought it for 1 month. I am using it in the study. I am pleased that I can concentrate and tackle it firmly. It is just right to feel comfortable as you can change the height. Because it is a mesh material, it is a nice feeling without heat. It is excellent in cost performance."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/90392659/"
    },
    "millberget_ikea3": {
        "brand": "IKEA",
        "price_yen": 8990,
        "price_dollar": 82.82,
        "reviews": [
            "I feel comfortable to sit and it will not be painful for a long time.",
            "I bought it for the table, but it is easy to assemble and easy to sit with the cushion being firm and very handy.",
            "I bought it for my husband's work! Initially I was looking for something that does not rotate, but I decided to make a prompt decision with a comfortable feeling. I hope I can use it without failing. It was still good if the color of the cover was not white.",
            "The chair purchased at elementary school entrance came out of conformity with body, so I was looking for something good. Staff at the sales department looked for a chair to go with my daughter. The price was reasonable, the assembly procedure was small and the instructions were easy to understand. I think that it is good for the girl who aims for a girlly room in country with country French."
        ],
        "url": "https://www.ikea.com/jp/ja/catalog/products/20238713/"
    },
    "millberget_muji1": {
        "brand": "MUJI",
        "price_yen": 9790,
        "price_dollar": 90.19,
        "reviews": [
            "Sitting comfort was very good! It's simple and good! I can easily adjust the height, I bought it at the desk and set but the room of the kids is natural and smell of fashionable wood is good!",
            "When I first bought it was satisfactory to use it. However, when I leaned on the backrest as usual when I passed half a year, I heard a sound. And recently, when sitting without putting your feet on the floor, it came to turn freely.",
            "For elementary school children, I bought it with my desk. Natural atmosphere is very good, and the person himself likes it. I think that it is still better if the caster has a stopper.",
            "I bought it for a child. It seems I was delightful to taste the feeling of adult because it is the season I want to stretch still more (lol)"
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4549337413870?searchno=4&sectionCode=S10409"
    },
    "millberget_muji2": {
        "brand": "MUJI",
        "price_yen": 12900,
        "price_dollar": 118.84,
        "reviews": [
            "I have used it for about 5 years. Easy to use is normal. I'm using cushions plus cushions for this cushion is hard. Also, although I give up and use it, it's pretty stressful because the back sounds so terrible. I think that this is fine for desk work and light learning, but it seems better to buy a chair for it for the body because the person who desks at all for more than 6 hours (especially in the forward tilted postures) kekked for the body."
        ],
        "url": "https://www.muji.net/store/cmdty/detail/4548718121298?searchno=6&sectionCode=S10409"
    },
    "millberget_nitori1": {
        "brand": "NITORI",
        "price_yen": 7990,
        "price_dollar": 73.61,
        "reviews": [
            "I like comfortable sitting.",
            "Moving, I hurt my left ankle in an unfamiliar environment and I was looking for something useful somehow! I felt cheaper than looking at photos, but I felt the sense of stability I sat down was very good! Easy to adjust the height, so I will use it for peeling kitchen wash and vegetables even if my feet get better. It was not cramped like the office and it was also good visual."
        ],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=11349&productId=1431036&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=42001&parent_category_rn=42001&storeId=10001"
    },
    "millberget_nitori2": {
        "brand": "NITORI",
        "price_yen": 7990,
        "price_dollar": 73.61,
        "reviews": [
            "I like designs that are simple even in the usual way. Because the desk is white, I made it gray. The real thing is better than the picture. It is helpful to pay it to the desk completely with a good knee height. Although it was certain that there were some difficult parts due to parts at the time of a set up group, five stars with cheering Nitori."
        ],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=11349&productId=904508&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=42001&parent_category_rn=42001&storeId=10001"
    },
    "millberget_nitori3": {
        "brand": "NITORI",
        "price_yen": 9990,
        "price_dollar": 92.03,
        "reviews": [
            "I tried sitting variously, I was attracted by an affordable price and ivory and made it to this. Although it is suitable for price, it is not too hard, not too soft and comfortable to sit is good. When assembling, I felt that it was difficult to understand figure-centered instructions. It was not content that anyone can understand, and I felt that it was better to have an explanation with easy-to-understand sentences.",
            "I bought it with a well deserved white desk. At a very reasonable price the atmosphere of genuine leather is attractive. However, when assembling, the armrest did not fit inside, screwed down the whole body weight. It was hard to assemble a little.",
            "This time I replaced the drafting chair I have used since. This product is solid in price for the price is cheap and is solid. There are expensive types on the top but it was a satisfying price as the first purchase.",
            "Scoring by the penalty point method Two points on the elbow rest part, two parts on the feet, although not noticeable, scratches were confirmed and it was -1. I do not know the market price because there is no purchase experience of furniture etc, but if you say the impression in one word \"It is 10,000 yen in this\". Although it is a personal impression to the last, it is not bad, but flat is not normal, but it is not particularly bad. Because I have lack of experience, I did not reflect the reflection on the score. We recommend black color. I felt that the black parts on the elbow rest part are mismatches. At the end it seems that studying is going to make progress with this, thank you.",
            "The item arrived on the requested date and time. Since there was an electric screwdriver (hexagonal wrench color bit), assembly completed in ten minutes. There is a strong sense of appearance, you can sit relaxedly. I think cost performance is very high.",
            "Do you buy office chairs in Nitori? It is durable. As you can see from Amazon's evaluation, the warranty of 3 months is durable enough to break in about half a year to about a year. To be one year warranty is that there is high quality. Most of the chairs are produced in China and exported to the USA. So, with a height of about 170 cm, most are too big to use. For example, from the seating surface 73 cm, most people can not sit deeply. Also, if the seat height is over 50 cm, your feet will not get stuck. I can not sit comfortably without 180 cm. From the above, I think that you can see how this chair is suitable for Japanese people. -1 points fit too much and you can concentrate on work, but relaxing with this chair is a bit difficult. Well there are as many as 100,000 chairs. It is a bit luxurious but it is -1 in future expectations. It's wonderful!",
            "The real thing is a slightly brighter white ivory. Evaluation on luxurious feeling and make-up which I do not think to cut 10,000 yen 5. It is a present for children who decided to take college entrance examinations. I changed my chair instead of changing my desk. Recommended for high school students, college students who are comfortable to sit for a long time to keep their posture fixed. If you get tired, you can get tired if you keep your head and neck in highback. In the summer season the seat surface may need a simple ingenuity, but because it is comfortable for dirt removal etc., I chose this one from the fabric. Although I am in the third year of high school, the feeling rises and the figure towards the desk has become brighter.",
            "It was surprisingly easy to assemble. Sitting comfort is also good, and there is a sense of profit at this price. This is convenient as there was no armrest in the past chairs. I'll use it carefully."
        ],
        "url": "https://www.nitori-net.jp/store/ProductDisplay?ptr=item&urlRequestType=Base&catalogId=10001&categoryId=&productId=1635586&errorViewName=ProductDisplayErrorView&urlLangId=&langId=-10&top_category=&parent_category_rn=&storeId=10001"
    }
}