{
    "billy": [
        {
            "price_yen": 4351.0,
            "product_name": "Closet storage rack with casters",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_55",
            "reviews": [
                {
                    "ja": "漫画本や、工具ケース、薬箱など入れて使ってます。本棚の高さが変えれるので便利。",
                    "en": "I put cartoon books, tool cases, medicine boxes etc in this. It is convenient because that bookcase height can be changed"
                },
                {
                    "ja": "作りがとてもしっかりしていて、安心感があります。その分、動かすのには重いので、出し入れが頻繁でないものの収納によいと思いました。アルバムや自作のDVDなどがすっきりおさまりました。",
                    "en": "This is very solid making, there is a sense of security. Because it is heavy to move accordingly, I thought that it is good for storage of items that are not frequently inserted / removed. I cleared up the album and my own DVDs clearly."
                },
                {
                    "ja": "意外としっかりした作りで自分用の小物収納ラックとして重宝してます。",
                    "en": "It is surprisingly solid making, it is useful as a small storage rack for yourself."
                },
                {
                    "ja": "テレビ台として使っています。キャスターがついているので移動できて非常にいいです。",
                    "en": "I use it as a TV stand. It's very nice to move because the casters are on."
                },
                {
                    "ja": "左側二段に結構な量のA4サイズの本が入る。後ろの杭が利いているため、安定感有り。",
                    "en": "There are quite a few A4 size books on the left side. It is stable because the back pile is turned on."
                }
            ],
            "shorten_url": "https://amzn.to/2T85UiP"
        },
        {
            "price_yen": 4680.0,
            "product_name": "Closet storage box with casters",
            "brand": "",
            "selling_rank": "BON FURNITURE(bon kagu)",
            "reviews": [
                {
                    "ja": "amazon_46",
                    "en": "重たい書籍を簡単に移動でき置き場所を変更できるので思っていた通りの商品でした。"
                },
                {
                    "ja": "It was easy to move heavy books and change the place to place, so it was the product I expected.",
                    "en": "組立も特に問題無く完成しました。棚の高さが細かく調整できるので便利ですね。"
                },
                {
                    "ja": "Assembly was completed without particular problems. It is convenient because the height of the shelf can be adjusted finely.",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "None"
        },
        {
            "price_yen": 4880.0,
            "product_name": "Bookshelf - Flap rack",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_53",
            "reviews": [
                {
                    "ja": "コチラはフラップの幅が550mm程度ですので適宜と判断いたしました。少し見えなくするだけですぐに取り出せるというのは便利です。だいぶ汚部屋がスッキリしました。",
                    "en": "Since the width of the flap is about 550 mm, I judged it to be appropriate. It is convenient to be able to take out immediately after making it invisible a little. The dirty room was very clean."
                },
                {
                    "ja": "リビング収納として買いました。隠す収納としてオシャレでいいです。",
                    "en": "I bought it as a living room. This is fashionable as hiding storage."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R7DILv"
        },
        {
            "price_yen": 4890.0,
            "product_name": "Storage rack - stork",
            "brand": "DORIS",
            "selling_rank": "yahoo_54",
            "reviews": [
                {
                    "ja": "色合い、デザイン使い勝手も良いのですが、見かけ軽そうですが思ったより重かった。",
                    "en": "Hue, design, usability is good. Apparently it seems light, but it was heavier than I thought."
                },
                {
                    "ja": "リピートです。棚の高さ調整はもう少し細かく調整出来るとなお良し何ですが。",
                    "en": "It is a repeat. It is still better if the height adjustment of the shelf can be adjusted finely."
                },
                {
                    "ja": "お値段考えればコスパ最高。若干作りが微妙だけど購入して良かったです。",
                    "en": "This is the best cost performance, considering the price. Although making slightly is subtle, it was good to purchase."
                },
                {
                    "ja": "値段を考えると良い商品だと思います。思ったより重量がありました。",
                    "en": "I think that it is a good product considering the price. It was heavier than I thought."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Dqbc47"
        },
        {
            "price_yen": 4980.0,
            "product_name": "Bookshelf, Comic rack, Book rack",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_9",
            "reviews": [
                {
                    "ja": "オシャレ。収納量も多く、スライドなので本を探しやすいです。",
                    "en": "Fashionable. The storage volume is also large, it is slide so it is easy to find a book."
                },
                {
                    "ja": "組み立ても1人で30分くらいで出来、スライドもスムーズです。値段の割に良い買い物が出来ました。",
                    "en": "Assembling can be done in about 30 minutes alone, and the slide is smooth. I could do a good shopping for the price."
                },
                {
                    "ja": "かなり収納できます。ロフトに置くので高さは丁度良い。",
                    "en": "It can be stored considerably. The height is exactly as it is placed on the loft."
                },
                {
                    "ja": "私の息子の書庫に最適でした。",
                    "en": "perfect for my son's library."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2AXAbdr"
        },
        {
            "price_yen": 4990.0,
            "product_name": "Stacking bookshelf",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_41",
            "reviews": [
                {
                    "ja": "探していたサイズにちょうど良かったです。組み立ても簡単で重宝しています。作りもしっかりしています。",
                    "en": "It was just right for the size I was looking for. It is convenient and easy to assemble. This is also solid making."
                },
                {
                    "ja": "低価格で組立容易です。CDやDVD,BDがすっきりとおさまりました。",
                    "en": "It is easy to assemble at low price. CD, DVD, BD cleared up neatly."
                },
                {
                    "ja": "価格と品質がマッチしていてちょうど良いです。組立も簡単で、満足しています。",
                    "en": "It is just right that price and quality are matched. Assembly is also easy, I am satisfied."
                },
                {
                    "ja": "サイズが丁度よかった。安定感もある。組み立ては二人でやると良さそうです。",
                    "en": "The size was exactly right. There is also a sense of stability. Assembling should be done by two people."
                },
                {
                    "ja": "組み立てがとっても簡単な上に、質もいいですね。手触りとか気に入りました！かなり満足してます。",
                    "en": "Assembling is very easy, quality is also good. I liked the touch! I am quite satisfied."
                }
            ],
            "shorten_url": "https://amzn.to/2W8VpOf"
        },
        {
            "price_yen": 5000.0,
            "product_name": "Multi-Wagon 2 set with casters",
            "brand": "HIKARI CRAFT",
            "selling_rank": "rakutenDaily_106",
            "reviews": [
                {
                    "ja": "キャスター付きなので移動が楽々なのがいいです。組み立ても私一人で簡単に出来ました。",
                    "en": "Since it is equipped with casters, it is good to move easily. I could easily assemble it alone."
                },
                {
                    "ja": "スッキリ収まりました！本・CD・DVDなど全て入りました！",
                    "en": "I was able to store it cleanly! All books · CD · DVD etc. entered!"
                },
                {
                    "ja": "スリムで収納力あり。奥行きが文庫本にぴったりでした。普通に使っている分にはすぐに壊れたりしないと思います。",
                    "en": "Slim and storage capacity. The depth was perfect for a paperback book. I think that it will not break soon as it is used normally."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2R1PGWF"
        },
        {
            "price_yen": 5092.0,
            "product_name": "Magazine clearance storage rack",
            "brand": "KanaeMina",
            "selling_rank": "rakutenDaily_105",
            "reviews": [
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2AWKVbL"
        },
        {
            "price_yen": 5243.0,
            "product_name": "Thin stacked bookshelf(width 90 cm)",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_41",
            "reviews": [
                {
                    "ja": "探していたサイズにちょうど良かったです。組み立ても簡単で重宝しています。作りもしっかりしています。",
                    "en": "It was just right for the size I was looking for. It is convenient and easy to assemble. This is also solid making."
                },
                {
                    "ja": "低価格で組立容易です。CDやDVD,BDがすっきりとおさまりました。",
                    "en": "It is easy to assemble at low price. CD, DVD, BD cleared up neatly."
                },
                {
                    "ja": "価格と品質がマッチしていてちょうど良いです。組立も簡単で、満足しています。",
                    "en": "It is just right that price and quality are matched. Assembly is also easy, I am satisfied."
                },
                {
                    "ja": "サイズが丁度よかった。安定感もある。組み立ては二人でやると良さそうです。",
                    "en": "The size was exactly right. There is also a sense of stability. Assembling should be done by two people."
                },
                {
                    "ja": "組み立てがとっても簡単な上に、質もいいですね。手触りとか気に入りました！かなり満足してます。",
                    "en": "Assembling is very easy, quality is also good. I liked the touch! I am quite satisfied."
                }
            ],
            "shorten_url": "https://amzn.to/2FQJDlY"
        },
        {
            "price_yen": 5290.0,
            "product_name": "Thin stacked bookshelf(width 121 cm)",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_54",
            "reviews": [
                {
                    "ja": "奥行きと高さは大判サイズがちょうどぴったり収まるサイズ。漫画の収納にはお勧めです。本棚の上にはちょっとしたものなら置けます。お値段もお手頃だと思います。",
                    "en": "Depth and height are sizes that fit large size exactly exactly. It is recommended for storage of cartoons. You can put it on a bookshelf as a little thing. I think the price is also reasonable."
                },
                {
                    "ja": "中学生一人でも組み立てられました。一時間くらいかかりましたが...。思ったより大きいです。",
                    "en": "It took about an hour, but even one junior high school student was assembled. It is bigger than I expected."
                },
                {
                    "ja": "組み立ても簡単で、女性一人でもできました。落ち着いたカラーで、寝室によく合いました。シンプルで使いやすく、漫画の完全版が並べられたのが嬉しいです。",
                    "en": "Easy to assemble, even a single woman made it. With calm color, it fits well into the bedroom. It is simple and easy to use, I'm glad that the complete version of the cartoon was arranged."
                },
                {
                    "ja": "思ったより、漫画も収納できしっかりしてました。かなり満足です。",
                    "en": "I thought that cartoons could be stored more firmly than I expected. It is quite satisfactory."
                },
                {
                    "ja": "収納力がある薄い本棚です。なかなかいいですね。また購入したいと思います。",
                    "en": "It is a thin bookcase with storage power. It's pretty good. I would like to purchase again."
                }
            ],
            "shorten_url": "https://amzn.to/2FKg5r9"
        },
        {
            "price_yen": 5389.0,
            "product_name": "Bookshelf - Natural",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_7",
            "reviews": [
                {
                    "ja": "机の上に乗せると大量となる資料が、すべてこのラックに入りました。気に入って2個目も購入。いいですよ、この大きさ。",
                    "en": "All the materials which become massive when put on the desk all entered this rack. I liked it and bought the second one. It's fine, this size."
                },
                {
                    "ja": "キャスターが付いており書類整理にとても重宝。ガッチリしており期待通りです。",
                    "en": "It has casters and is very handy for document arrangement. It is solid as expected."
                },
                {
                    "ja": "子供の教科書や問題集を収納するのに使ってます。机に座って横を向いたときに目的のものがとりやすい。",
                    "en": "I use it to store children's textbooks and problem collections. When sitting at the desk and looking sideways, it is easy to take what you want."
                },
                {
                    "ja": "組み立てが少し難しかったですが、普通の机に入るちょうど良いサイズでした！",
                    "en": "It was a little difficult to assemble, but it was just right size to enter a normal desk!"
                },
                {
                    "ja": "コストパフォーマンスが最高。仕事で、プロジェクト毎に一台使っています。移動できるので、フリーアドレスのオフィスに最適です。",
                    "en": "Cost performance is the best. At work, I use one for each project. Because it can move, it is best for office with free address."
                }
            ],
            "shorten_url": "https://amzn.to/2AXmH1c"
        },
        {
            "price_yen": 5411.0,
            "product_name": "Stacking bookshelf, Open rack",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_33",
            "reviews": [
                {
                    "ja": "組立てやすく、部屋の大きさにも、マッチしてます。",
                    "en": "Easy to assemble, I also match the size of the room."
                },
                {
                    "ja": "とてもきれいな商品で組立も簡単でした。",
                    "en": "The assembly was also easy with very pretty goods."
                },
                {
                    "ja": "思った以上に本がいっぱい収納出来て助かりました！ただ、後ろ側は薄くてベコベコです。私は取り敢えずで買ったので満足しました。",
                    "en": "I was saved because I could store more books than I thought! However, the back side is thin and becky. I was satisfied because I bought it for the time being."
                },
                {
                    "ja": "安定感があり、色も気にいりました。奥行があり、ハンドメイドの人形を並べやすかったです。",
                    "en": "There was a sense of stability, I liked the color. There was a depth, it was easy to arrange handmade dolls."
                },
                {
                    "ja": "いろいろ収納できて良いと思います。ただ、レイアウトの自由度はあまり無いのかなって感じです。値段相応ですね。",
                    "en": "I think that you can store it in various ways. However, it seems that there is not much flexibility in layout. The price is reasonable."
                }
            ],
            "shorten_url": "https://amzn.to/2Hrq32d"
        },
        {
            "price_yen": 5480.0,
            "product_name": "S shaped display rack Lustina 4 steps",
            "brand": "Ymworld",
            "selling_rank": "yahoo_11",
            "reviews": [
                {
                    "ja": "価格の割には、しっかりとした作りでそこそこの重厚感あります。本棚を縦に横にとレイアウトを部屋の使い勝手に合わせて調整出来るので重宝しております。",
                    "en": "For the price, there is a profound feeling with a firm making. It is handy because we can adjust book shelf lengthwise and layout according to the usability of the room."
                },
                {
                    "ja": "テレビのサイドに2個配置して壁を有効活用してます！とっても満足です。デザインも良いですが、組み立てが簡単なところがまた良いですね！",
                    "en": "I put 2 pieces on the side of the TV and effectively utilize the wall! I am very satisfied. The design is also good, but the place that is easy to assemble is also good!"
                },
                {
                    "ja": "お値段の割に非常にしっかりとした作りで大満足です！組立の際も説明書きが親切でスムーズに組み立てる事が出来ました。",
                    "en": "I am very satisfied with making a very solid firm for the price! I was able to assemble the explanatory note kindly and smoothly even when assembling."
                },
                {
                    "ja": "思ったよりも頑丈で、デザインも気に入ってます。造るときはハンマーがあると便利です。",
                    "en": "It is sturdier than I thought, I like the design. When building, it is convenient to have a hammer."
                },
                {
                    "ja": "寝室の殺風景さをなくそうと、少しオシャレなものにしました。とてもいい感じです。",
                    "en": "I tried to make it a little stylish to lose the sterile view of the bedroom. It is a very nice feeling."
                }
            ],
            "shorten_url": "https://bit.ly/2RYbZkS"
        },
        {
            "price_yen": 5481.0,
            "product_name": "Single slide bookshelf",
            "brand": "Ricomen-Do, Interior hall (GENERATINO PASS Co, Ltd.)",
            "selling_rank": "yahoo_4",
            "reviews": [
                {
                    "ja": "本も沢山入って大満足です。組み立てがスムーズにできました。ボードにも番号がふってあり、楽にできました。とても満足です。",
                    "en": "I am satisfied very much that I entered a lot of books. The assembly was done smoothly. The board was also numbered, and it was easy. I am very satisfied."
                },
                {
                    "ja": "今まで使用していたスライド本棚に代わるものを探していました。コンパクトでgood。良い買い物できました。価格もよし。",
                    "en": "I was looking for an alternative to the slide bookshelf I was using. Compact and good. Good shopping was done. Price is also good."
                },
                {
                    "ja": "収納力があって、私の希望通りでした。",
                    "en": "There was storage capacity, it was as I wanted."
                },
                {
                    "ja": "たくさん本が並べられて値段も手ごろで大変満足です。",
                    "en": "Many books are arranged, the price is reasonable and very satisfied."
                },
                {
                    "ja": "本を大量に収納出来て、またスライド棚もついているので、漫画本以外にも入れられて中々良いものだ。",
                    "en": "I can store a lot of books and also have a slide rack, so it is good inside as well as comic books."
                }
            ],
            "shorten_url": "https://bit.ly/2T7lOdB"
        },
        {
            "price_yen": 5690.0,
            "product_name": "Open rack(width 30 cm)",
            "brand": "YAMAZEN",
            "selling_rank": "yahoo_94",
            "reviews": [
                {
                    "ja": "長男のアパートの靴箱用に購入。わずかばかりある隙間にぴったりでした。作りもしっかりしています。",
                    "en": "Purchased for shoebox of eldest son's apartment. It was perfect for just a few gaps. I am also solid making."
                },
                {
                    "ja": "デッドスペースに丁度収まりました。転倒防止の対策はした方がいいと思います。",
                    "en": "I just fit in the dead space. I think that it is better to take measures against falling over."
                },
                {
                    "ja": "ぴったりの大きさで満足しました。",
                    "en": "I was satisfied with the right size."
                },
                {
                    "ja": "A4サイズも楽々入る大きさで、使い勝手も最高です。",
                    "en": "It is the size that A4 size can easily enter, and usability is also perfect."
                },
                {
                    "ja": "組み立てはちょっと大変でしたが満足の行く商品でした。",
                    "en": "The assembly was a bit difficult but it was a satisfactory product."
                }
            ],
            "shorten_url": "https://bit.ly/2RTLtJp"
        },
        {
            "price_yen": 5780.0,
            "product_name": "Bookshelf with doors",
            "brand": "The shop of interior that you want",
            "selling_rank": "yahoo_49",
            "reviews": [
                {
                    "ja": "スリムなのに収納力があり、デザインも良く購入して良かったです。",
                    "en": "Although it was slim, there was storage capability, it was good to purchase the design well."
                },
                {
                    "ja": "ちょっとした収納に。そんなに背は高くなく邪魔にもならず棚も位置決められるので使い勝手も良いかと思います。",
                    "en": "To a little storage. I think that the usability is also good because the tall is not so tall and the shelves can be positioned without disturbing."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2T5Pckn"
        },
        {
            "price_yen": 5936.0,
            "product_name": "Stacking bookshelf, Open rack",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_33",
            "reviews": [
                {
                    "ja": "組み立てには30〜40分ほどで出来ます。女性でも出来る組み立てだと思います。色もシックでとても重宝してます。",
                    "en": "It can be assembled in 30 to 40 minutes. I think that it is an assembly that women can do as well. The color is also chic and very handy."
                },
                {
                    "ja": "デザイン、カラー、材質とも期待したとおりで満足です。机の周辺がうまく整理できました。",
                    "en": "I am satisfied with design, color and material as expected. The circumference of the desk was well organized."
                },
                {
                    "ja": "組み立て簡単連結なのですっきりしています。とても気にいっています。",
                    "en": "It is easy to assemble and easy to connect, so it is neat. I like it very much."
                },
                {
                    "ja": "DVD・BDの整理棚として購入。これくらいのサイズを探してて、他のショップではなかなか見つかりませんでした。この商品を見つけて一目ぼれ即購入！組み立ても簡単で、色・サイズとも文句なしの商品でした。",
                    "en": "Purchased as a storage shelf for DVD / BD. I was looking for this size and it was hard to find in other shops. Find this product and buy it immediately at first sight! It was easy to assemble, it was color and size good and no commodity."
                },
                {
                    "ja": "漫画本を入れるのに購入。いろいろな高さに変形できるので非常に満足しております。",
                    "en": "Purchase to put cartoon books. I am very satisfied because it can be transformed into various heights."
                }
            ],
            "shorten_url": "https://amzn.to/2sCc1jX"
        },
        {
            "price_yen": 5980.0,
            "product_name": "Bookcase - Thin, Low type",
            "brand": "KAGUEMON",
            "selling_rank": "yahoo_35",
            "reviews": [
                {
                    "ja": "1人でも1時間弱で完成しました。高さも幅も奥行きも欲しかったサイズで大変満足しています。文庫本はもちろん、ちょっと小物も置いたりして楽しめます。",
                    "en": "Even 1 person completed in less than 1 hour. I am very happy with the size I wanted height, width and depth. Of course you can also enjoy placing small items as well as paperbacks."
                },
                {
                    "ja": "文庫本専用の本棚。ずらっと背表紙がそろった様子は、図書館や書店みたいで大満足です。眺めてるだけでうっとりします。",
                    "en": "Bookcase dedicated to paperback. It looks like libraries and bookstores seem to have a lot of back cover. I am enthusiastic just watching."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2HoypHR"
        },
        {
            "price_yen": 5980.0,
            "product_name": "Flap Chest - Foria",
            "brand": "Tansu no Gen",
            "selling_rank": "yahoo_72",
            "reviews": [
                {
                    "ja": "会社のカタログ入れとして購入しました。とても見やすく、使いやすいです。",
                    "en": "I purchased it as a company catalog. Very easy to see and easy to use."
                },
                {
                    "ja": "白を買いました、とてもお気に入りです。作成する場所は広めにとることをおすすめします。",
                    "en": "I bought white, it is my favorite. We recommend taking a place to create widely."
                },
                {
                    "ja": "このお値段で買えたのは、お得感がありますね！満足です。",
                    "en": "There is a sense of affinity that I could buy at this price! I am satisfied."
                },
                {
                    "ja": "価格は安いし、デザインもオシャレでとても気に入りました。スライドの動きもスムーズです。",
                    "en": "The price was cheap, I liked the design very fashionably. The movement of the slide is also smooth."
                },
                {
                    "ja": "1時間ほどで完成しました。沢山入るのでとても便利です。",
                    "en": "It was completed in about an hour. It is very convenient because it enters a lot."
                }
            ],
            "shorten_url": "https://bit.ly/2T2eVKm"
        },
        {
            "price_yen": 5980.0,
            "product_name": "Bookshelf - slide single",
            "brand": "Storage Department - Sofort",
            "selling_rank": "yahoo_81",
            "reviews": [
                {
                    "ja": "コミックス・ＣＤ・ＤＶＤなど色々な物が沢山入って購入して良かったです。組み立てには、１時間ちょいで組み立てられるので特に難しくもなく出来ます。",
                    "en": "It was good to purchase a lot of various things such as comics · CD · DVD. It is possible to assemble in less than an hour because it is assembled in about an hour."
                },
                {
                    "ja": "とてもしっかりしていて、色も真っ白ではなく、自然な白という感じで気に入りました。",
                    "en": "It was very solid and the color was not pure white, but I like the feeling of natural white."
                },
                {
                    "ja": "すごくいい。この価格なのであまり期待はしてませんでしたが、しっかりしていてビックリ。組み立てもそれほど時間かからない。",
                    "en": "Very good. I did not expect so much because it is this price, but I was surprised to be firm. It takes less time to assemble."
                },
                {
                    "ja": "組み立ても簡単にできましたよ。どっしりとした重量感があり、存在感抜群、しかも使いやすくて棚を移動できます。",
                    "en": "It was easy to assemble. There is a heavy weight feeling, outstanding presence, easy to use and can move the shelf."
                },
                {
                    "ja": "一人暮らしでキッチンでの使用してます。ある程度の重量もありストック棚として使っておりスライド部も特に違和感無くスライドします。",
                    "en": "I am using it in the kitchen because I live alone. There is also a certain weight and it is used as a stock shelf and the sliding part also slides without any discomfort."
                }
            ],
            "shorten_url": "https://bit.ly/2HlAoMW"
        },
        {
            "price_yen": 5990.0,
            "product_name": "Bookshelf, 2 steps",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_7",
            "reviews": [
                {
                    "ja": "質感および剛性感は高い。組み立ての説明書は比較的わかりやすい。棚に角度がついているため、取り出しやすい。また書籍に限らずショーディスプレイ的な使い方も可能。",
                    "en": "Texture and rigidity are high. Assembly instructions are comparatively easy to understand. Because the shelf has an angle, it is easy to take out. Also it is possible to use it not only as a book but as a show display."
                },
                {
                    "ja": "シンプルで実用本位。頑丈なので問題なく使えています。コストパフォーマンスはかなり良いと思います。",
                    "en": "Simple and practical. It is rugged so you can use it without problems. I think the cost performance is quite good."
                },
                {
                    "ja": "完成品はとても頑丈でA4ファイルをしっかり収納出来て、心配していたキャスターもスムーズに動くので、とても良いです。",
                    "en": "The finished product is very sturdy, it can store A4 file securely, and the casters who were worried also move smoothly, so it is very good."
                },
                {
                    "ja": "思ったより頑丈で、チープさがあまりありません。ファイルを取り出しやすい斜め仕様で、使い勝手もよろしい。",
                    "en": "It is more rugged than I thought and there is not much cheapness. It is slanted specification that makes it easy to retrieve files, and it is user-friendly."
                },
                {
                    "ja": "子どもが勉強をリビングでするので、教科書、辞書、参考書を自分の部屋から運ぶのに便利です。価格も安くて良い商品です。",
                    "en": "Children are studying in the living room, so it is convenient to carry textbooks, dictionaries, reference books from their own rooms. The price is also cheap and good product."
                }
            ],
            "shorten_url": "https://amzn.to/2T7EsBY"
        },
        {
            "price_yen": 5990.0,
            "product_name": "Open rack, low type",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_40",
            "reviews": [
                {
                    "ja": "見た目から受ける収納機能通りの機能です。上に物を置いても丁度良い高さなのも良く、実質的には最上段にもう一つ収納スペースがあると考えても良いくらいです。",
                    "en": "It is a function as per the storage function received from the appearance. Even if you place things on top it is good to have a good height, it is practically enough to think that there is another storage space in the top row."
                },
                {
                    "ja": "低めのものを探していましたが、容量もあり希望通りでした。気に入っています。",
                    "en": "I was looking for a lower one, but there was capacity and it was as you wanted. I like it."
                },
                {
                    "ja": "値段相応の品質です。可動棚が便利です。強度も申し分ありません。",
                    "en": "The price is reasonable. A movable shelf is convenient. The strength is also perfect."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2sHfpdr"
        },
        {
            "price_yen": 6039.0,
            "product_name": "Living storage",
            "brand": "Fuji Boeki",
            "selling_rank": "amazon_100",
            "reviews": [
                {
                    "ja": "本体だけでなく、棚材までもとてもしっかりしていました。板がカラーボックス程度かと思っていたのでうれしい誤算です。",
                    "en": "Not only the main body, but also the shelves were very solid. It is a nice miscalculation because I thought that the board is about a color box."
                },
                {
                    "ja": "上下二分割式で組み立てやすくよかったです。",
                    "en": "It was easy to assemble with upper and lower split type."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2U1XARQ"
        },
        {
            "price_yen": 6177.0,
            "product_name": "Stacking bookshelf, Open rack",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_33",
            "reviews": [
                {
                    "ja": "ビジネス系の書籍をぎっちりと入れても板がきしむようなことはありません。横からの力にもグラグラすることもなく安心して使用しています。",
                    "en": "There is no such thing as a plate squeaks even if you put the business books tightly. I am using it with confidence without having to grasp the force from the side."
                },
                {
                    "ja": "サイズが丁度いい。本の整理に便利です。本を沢山収納出来て、カラフルであらゆる場所で使えます。",
                    "en": "The size is exactly right. It is convenient for organizing books. I can store a lot of books, it is colorful and can be used in every place."
                },
                {
                    "ja": "安くてしっかりしています。子供に支えてもらって、女でも簡単に作れました。",
                    "en": "It is cheap and solid. Even a woman could easily make it, supported by children."
                },
                {
                    "ja": "安物と違い、つくりがしっかりしている。普通のカラーボックスのサイズを採用してるので、カラーボックス用の箱が使えて便利。",
                    "en": "Unlike cheap, the making is solid. Because it adopts the size of ordinary color box, it is convenient to use a box for color box."
                },
                {
                    "ja": "カラーボックスの２列バージョン。値段相応、簡単に作れました！お店には中々ない形だったので、助かりました。",
                    "en": "Two column version of color box. It was reasonable, it was easy to make! It was saved, as it was a form that was nothing in the store."
                }
            ],
            "shorten_url": "https://amzn.to/2FH9NbF"
        },
        {
            "price_yen": 6199.0,
            "product_name": "Rack, Height 161 cm",
            "brand": "Liberty Top",
            "selling_rank": "yahoo_92",
            "reviews": [
                {
                    "ja": "組み立ても簡単にできました。サイズも置きたかった隙間に丁度良くて満足です。",
                    "en": "It was easy to assemble. I am satisfied just for the gap that I wanted to put size as well."
                },
                {
                    "ja": "考えていた通りの商品が届き、満足しています。",
                    "en": "The product as I was thinking arrives, I am satisfied."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2R4P6r6"
        },
        {
            "price_yen": 6224.0,
            "product_name": "Rack, slide double",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_15",
            "reviews": [
                {
                    "ja": "しっかりしていて、見た目も良いです。電動ドライバーがあれば、かなり時間短縮になります。",
                    "en": "It is solid and looks good. If you have an electric screwdriver, it will be a considerable time saving."
                },
                {
                    "ja": "収納力も強度も申し分なく、とても良い買い物をしました。ただ臭いが少々気になってしまいます。",
                    "en": "Storage capacity and strength were satisfactory, I did very good shopping. I just mind smelling a bit."
                },
                {
                    "ja": "本を平積みするときには、可動棚板はスペース調整できるので重宝します。幅の広い本は表紙を正面に向けて立てて手前に重ねて並べています。あちこちにあった本を集約できて整理ができました。",
                    "en": "When laying books flat, movable shelf boards are useful because space adjustment is possible. A wide book is laid side by side with the cover facing the front. I was able to consolidate the books that were there and organize it."
                },
                {
                    "ja": "予想していたよりも重量があり、しっかりと作られている。",
                    "en": "There is more weight than expected, and it is solidly made."
                },
                {
                    "ja": "スライド式なので、1.5倍くらいの収納性があります。",
                    "en": "Because it is a slide type, it has a storage capacity of about 1.5 times."
                }
            ],
            "shorten_url": "https://amzn.to/2HloAKC"
        },
        {
            "price_yen": 6280.0,
            "product_name": "Comic rack, slide double",
            "brand": "IRIS OHYAMA",
            "selling_rank": "yahoo_75",
            "reviews": [
                {
                    "ja": "今回は、電動ドライバーを使いました！楽々組み立てる事ができました。",
                    "en": "This time I used an electric screwdriver! It was easy to assemble."
                },
                {
                    "ja": "収納力多くて助かりました！",
                    "en": "I was saved a lot of storage power!"
                },
                {
                    "ja": "プリント合板で端の処理があまいものがいくつかありますが、値段を考えれば満足です。",
                    "en": "There are some things that are handled at the edge with printed plywood, but it is satisfactory given the price."
                },
                {
                    "ja": "組み立ても簡単で満足です。",
                    "en": "Assembly is also easy and satisfying."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2AYDMrE"
        },
        {
            "price_yen": 6290.0,
            "product_name": "Stacking bookshelf, Open rack",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_33",
            "reviews": [
                {
                    "ja": "シンプルで程よい高さがいい。",
                    "en": "Simple and reasonable height is good."
                },
                {
                    "ja": "塗装の耐久性は低いですが、棚は高さは自由にできるし、奥行もあるので、満足しています。",
                    "en": "Although the durability of painting is low, shelves can be freely height and depth, so we are satisfied."
                },
                {
                    "ja": "縦に積んでいます。上下別々に作るので一人でも問題なく組み立てられました。",
                    "en": "It is stacked vertically. Since I make it separately up and down, even one person was assembled without problems."
                },
                {
                    "ja": "かなり丈夫な作りです。背面の板の部分も二分画をつなげる構造でよく考えられていると思います。買って良かったです。",
                    "en": "It is making it rather sturdy. I believe that the part of the back plate is also well thought out in the structure connecting two fractions. I'm glad I bought it."
                },
                {
                    "ja": "安物のわりにはしっかりした作り。縦に二段積んで使ってますが、安定してるしいい感じ。",
                    "en": "Make it solid for cheap stuff. I use it by stacking two tiers vertically, but it is stable and it feels nice."
                }
            ],
            "shorten_url": "https://amzn.to/2CADvLj"
        },
        {
            "price_yen": 6400.0,
            "product_name": "Luminous Feel series - Bookshelf",
            "brand": "DOSISHA",
            "selling_rank": "amazon_62",
            "reviews": [
                {
                    "ja": "鞄置き場にしました。マンションのクローゼットの上の段が結構大きいので、そこに置いて鞄を並べました。一目で全ての鞄を見渡せるので大満足です！",
                    "en": "I made it to a bagroom. The stage above the closet of the apartment was quite large so I put it there and arranged the bags. I am satisfied because I can see all the bags at a glance!"
                },
                {
                    "ja": "本棚としてではなく、ＩＴ機器の設置用に購入。ＷｉＦｉルーターやＨＤＤなど、熱を持つ機器も風通しがよくサイズもちょうどよく収納できました。",
                    "en": "Purchased for installing IT equipment, not as a bookshelf. Equipments with heat such as WiFi routers and HDDs were well ventilated and the size could be stored just right."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2T571Ql"
        },
        {
            "price_yen": 6480.0,
            "product_name": "Wall rack",
            "brand": "arne",
            "selling_rank": "amazon_64",
            "reviews": [
                {
                    "ja": "カラーボックスを二刀両断しただけのようにも見えますが、実物は頑丈で木材の品質が良いです。",
                    "en": "It looks just like having just cut both color boxes, but the real thing is sturdy and the quality of wood is good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2AZnnmH"
        },
        {
            "price_yen": 6580.0,
            "product_name": "Rotary comic rack",
            "brand": "Net Furniture - BANBAN",
            "selling_rank": "rakuten_255",
            "reviews": [
                {
                    "ja": "二台購入して、だいぶ部屋がすっきりしました！組み立てもそんなに難しくなく、作りも結構しっかりしています。子どもの小さめの絵本も収納できます。",
                    "en": "I bought two units, the room was much clearer! Assembling is not so difficult, making is also quite solid. You can also store children's small picture books."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FQAU3i"
        },
        {
            "price_yen": 6680.0,
            "product_name": "Bookshelf with casters, 2 set",
            "brand": "BON FURNITURE(bon kagu)",
            "selling_rank": "amazon_56",
            "reviews": [
                {
                    "ja": "女1人で組み立てましたが、1つ30分でできました。特に道具はいらず、梱包を解くハサミと組み立てのドライバーくらいです。説明書通りに番号もついているのでわかりやすいですね。",
                    "en": "I built it with a woman, but I made it in 30 minutes. Especially, there is no tool, it is about scissors to unpack and assembly driver. It's easy to understand because numbers are attached as per instructions."
                },
                {
                    "ja": "組み立ては簡単でした。DVDを収納し、押し入れに入れてスッキリ。ぐらぐらしますが隙間に収めているので、倒れる心配はしていません。",
                    "en": "Assembly was easy. Store the DVD, refreshing to put it in the closet. It is loose, but it is in the gap, so I am not worried about falling."
                },
                {
                    "ja": "よく考えて作られている分、組立てに時間は少々かかるが、板に番号を打っているなど親切です。半畳の押入れ下に四本きっちり納まり、この値段でこのクオリティーは驚きです。",
                    "en": "It takes time to assemble well, considering it well thoughtfully, but it is kind, like numbering boards. Four pcs in total under half-tight closure, this quality is surprising at this price."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2RIQ0z0"
        },
        {
            "price_yen": 6780.0,
            "product_name": "Comic rack, slide double",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_11",
            "reviews": [
                {
                    "ja": "漫画や小説等の単行本類がすごい数だったので、その収納のために購入。ブラウンにしました。明るいとも暗いともいえない色味で、遠目から見たらまぁ暗い方かも。落ち着いた感じで色味はgoodです。",
                    "en": "Many books such as cartoons and novels were awesome, so purchased for its storage. I made it Brown. It is a color that can not be said to be bright or dark, if it is seen from a long distance it may be a dark one. The color is good with the calm feeling."
                },
                {
                    "ja": "思ったより大きくてgood",
                    "en": "Bigger than I thought good"
                },
                {
                    "ja": "本もたくさん収納でき満足しています。",
                    "en": "I am satisfied that I can store many books."
                },
                {
                    "ja": "思っていたよりコンパクトでしたが、収納力が凄いです！スライドもスムーズで大満足です。",
                    "en": "It was more compact than I thought, but the storage power is amazing! The slide is smooth and very satisfying."
                },
                {
                    "ja": "組み立ても簡単で1時間ほどでできました。収納力にも満足してます。",
                    "en": "It was easy to assemble in about an hour. I am also satisfied with the storage power."
                }
            ],
            "shorten_url": "https://bit.ly/2sNGXxX"
        },
        {
            "price_yen": 6927.0,
            "product_name": "Rotary comic rack, 5 steps",
            "brand": "YAMAZEN",
            "selling_rank": "amazon_11",
            "reviews": [
                {
                    "ja": "出来上がりは予想以上に頑強です。場所もそれほど取らず使い勝手もよさそうです。心配してた回転もスムーズで申し分ないと思います。",
                    "en": "The finish is more robust than expected. It seems to be easy to use without taking too much space. I am worried that the rotation is also smooth and perfect."
                },
                {
                    "ja": "思っていたよりも重量感があって安定して使いやすいです。",
                    "en": "There is a weight feeling than I thought it is stable and easy to use."
                },
                {
                    "ja": "コミックをたくさん収納できてつかいやすいです。",
                    "en": "It is easy to use because it can store many comics."
                },
                {
                    "ja": "しっかりしていて重いのに回転はスムーズで色もオシャレで気に入ってます。",
                    "en": "It is solid and heavy but the rotation is smooth and color is fashionable and I like it."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R5b4ue"
        },
        {
            "price_yen": 6980.0,
            "product_name": "Bookshelf - Thin, stacking",
            "brand": "Ymworld",
            "selling_rank": "amazon_75",
            "reviews": [
                {
                    "ja": "ちゃんと組み立てることができました。本当に良かったです。説明書もわかりやすく、しっかりした本棚が出来上がりました。",
                    "en": "I was able to assemble it properly. It was really good. The instructions are easy to understand, and a solid bookshelf is completed."
                },
                {
                    "ja": "２つ目のCD棚として購入。この値段であれば大変満足です。全て固定棚で作りがしっかりしている。",
                    "en": "Purchased as the second CD shelf. I am very satisfied if this price. Everything is made solidly on a fixed shelf."
                },
                {
                    "ja": "中棚以外は棚も可動できるので、文庫本を並べたり、DVDを並べたり汎用性が高く、追加購入も考えています。",
                    "en": "Since the shelves can move other than the middle shelf, we arrange the paperback books, arrange the DVDs and have versatility high, so we are considering additional purchase."
                },
                {
                    "ja": "コストパフォーマンス、見た目、サイズ共に文句無し。",
                    "en": "No complaints on cost performance, appearance, size."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2U5ZJvW"
        },
        {
            "price_yen": 6990.0,
            "product_name": "Bookshelf with movable shelf, Thin Type",
            "brand": "LOWYA",
            "selling_rank": "amazon_30",
            "reviews": [
                {
                    "ja": "B5サイズの本で奥行きぴったり。無駄なスペースもなくすっきり収納できます。",
                    "en": "B5 size book perfect depth. It can store neatly without wasteful space."
                },
                {
                    "ja": "値段からすればお値打ちです。",
                    "en": "It is worth the price from the price."
                },
                {
                    "ja": "本棚としては悪くない。上に積まなくても半分ずつつかえるし。思ったよりは入らなかったけど、十分でした。",
                    "en": "It is not bad as a bookshelf. Even if you do not stack on top it will be used half by side. Although I did not enter than I thought, it was enough."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2UawFn7"
        }
    ],
    "erik": [
        {
            "price_yen": 6990.0,
            "product_name": "Desk Wagon",
            "brand": "DEVAISE",
            "selling_rank": "amazon_7",
            "reviews": [
                {
                    "ja": "製品はとても良い感じです。外観、引き出しの動きは、高級感すら感じます。",
                    "en": "The product is very good feeling. Appearance, drawer movement, even feel high-class feeling."
                },
                {
                    "ja": "組み立て説明書を読みながら「これは良く設計され、製造のしかたも良い」と感心しながら作業を進めました。",
                    "en": "While reading the assembly instructions, I proceeded with my work admiring that \"this was well designed and manufactured well\"."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2CAlLQr"
        },
        {
            "price_yen": 6990.0,
            "product_name": "Wagon, Chest, wooden",
            "brand": "LOWYA",
            "selling_rank": "rakuten_12",
            "reviews": [
                {
                    "ja": "L字型デスクに合わせて購入。机下に丁度入る大きさでした。組立簡単でした。安定感があります。",
                    "en": "Purchased according to the L-shaped desk. It was the size that I could just enter the desk. It was easy to assemble. There is a sense of stability."
                },
                {
                    "ja": "商品の紹介で書いてあった通り、奥行45cmにピッタリなので使いやすいです。",
                    "en": "It is easy to use because it is perfect for a depth of 45 cm, as it was written in the introduction of goods."
                },
                {
                    "ja": "これはしっかりしています。組み立てに少し時間がかかりましたが、なんとか仕上げる事ができました。満足のいく買い物ができました。",
                    "en": "This is solid. It took a while to assemble it, but I managed to finish it. I was satisfied with my shopping."
                },
                {
                    "ja": "組み立ては簡単でしたし、作りも満足しています。同じ色の机の下に入れて使っていますが、とても相性がいいように思います。",
                    "en": "It was easy to assemble and I am satisfied with making it. I use it under the desk of the same color, but I think that it is very compatible."
                },
                {
                    "ja": "使い勝手良し！一台の製作時間は約１時間！時間が掛かるかのように思いますが、板と板を張り合わせして行くので、作る度に愛着が湧いてきます！",
                    "en": "Easy to use! One production time is about 1 hour! I think that it will take time, but since I will paste boards and boards together, attachment will spring up every time I make it!"
                }
            ],
            "shorten_url": "https://bit.ly/2REl0zW"
        },
        {
            "price_yen": 7100.0,
            "product_name": "Desk side wagon set",
            "brand": "house BOAT",
            "selling_rank": "yahoo_44",
            "reviews": [
                {
                    "ja": "職場の事務所用に購入しました！組み立ても簡単で書類が整理できて重宝してます。",
                    "en": "I purchased it for my office in my office! It is convenient to assemble and easy to assemble documents."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2S0n8Br"
        },
        {
            "price_yen": 7480.0,
            "product_name": "Simple shelf",
            "brand": "SANWA DIRECT",
            "selling_rank": "rakutenDaily_88",
            "reviews": [
                {
                    "ja": "組み立ては簡単。造りもしっかりしてるしガタつきも無く良い商品。",
                    "en": "Easy to assemble. It is also a good product without firm rattling and rattling."
                },
                {
                    "ja": "組み立ては初めてでも30分程度で出来ました。作りはしっかりしています。当たり前ですが、シンプルワークデスクと並べて使うのには丁度良いです。",
                    "en": "Even for the first time assembly was possible in about 30 minutes. Making is solid. It is natural, but it is just good to use side by side with simple work desk."
                },
                {
                    "ja": "極めてシンプルで、インテリアのなかで主張しないので、どんな部屋にも合わせやすいかと。事務的すぎないのもいいかなと。",
                    "en": "It is extremely simple, I do not claim in the interior, so I wonder what it is easy to match any room. I wonder if it is not too clerical."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2CAmFMP"
        },
        {
            "price_yen": 7549.0,
            "product_name": "Desk side chest, 3 drawers",
            "brand": "Adhoc Style",
            "selling_rank": "yahoo_8",
            "reviews": [
                {
                    "ja": "送られて現物を見るまでは材質や色、強度に不安があったが、いずれも申し分ないです。鍵が全ての引き出しにかかるので、福祉施設のケアホームで各利用者様に安心してご利用頂いています。",
                    "en": "Until it was sent and looked at the actual thing, there was anxiety about the material, color, strength, but neither is satisfactory. Because the key is taken by all drawers, we are using it safely for each user at the care home of the welfare facility."
                },
                {
                    "ja": "お値段相当のいいお買い物ができました。子供は鍵付きで嬉しそうに使っているので、良い買い物ができたと思います。",
                    "en": "Good shopping equivalent to the price was able to be done. Because children use pleasantly with key, I think that I was able to do a good shopping."
                },
                {
                    "ja": "外寸サイズは希望通り。日曜大工で改造してでも購入する価値はあると思います。",
                    "en": "External dimensions are as desired. I think that it is worth purchasing even if it is remodeled on a DIY carpenter."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FSDsO7"
        },
        {
            "price_yen": 7990.0,
            "product_name": "Desk Wagon, Sara",
            "brand": "NITORI",
            "selling_rank": "rakuten_178",
            "reviews": [
                {
                    "ja": "同じシリーズのデスクと一緒に購入しました。組立がとても簡単でした。引き出しが深めで、容量がけっこうあります。",
                    "en": "I bought it with the desk of the same series. Assembly was very easy. The drawer is deeper, and the capacity is pretty."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2TcUOJK"
        },
        {
            "price_yen": 7999.0,
            "product_name": "HELMER - drawer unit",
            "brand": "IKEA",
            "selling_rank": "rakuten_177",
            "reviews": [
                {
                    "ja": "色々整理するのに、大きくなく、小さくなく程よいサイズで気に入りました。",
                    "en": "To organize variously, I like it because it is not big, not small and of reasonable size."
                },
                {
                    "ja": "組み立てのとき、ネジが固かったので苦労したけど、出来上がって小物類いれてますが、見た目が良いので満足です。",
                    "en": "When assembling, because the screw was hard, I had a hard time, but I finished accessories, but I am satisfied because it looks good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2RLgmQX"
        },
        {
            "price_yen": 8080.0,
            "product_name": "Multi Chest, wooden, already assembled",
            "brand": "BON-KAGU",
            "selling_rank": "rakuten_43",
            "reviews": [
                {
                    "ja": "高さも丁度よく引き出しもついていてとても気に入りました。組み立て済みだから箱からだしてソファー横に置いただけです。購入して本当によかったです。",
                    "en": "I liked it very well with drawers also exactly the height. I just put it out of the box and put it next to the sofa because it is assembled. It was really nice to purchase."
                },
                {
                    "ja": "値段も手ごろでキャスター付きで、きにいりました。完成品があり助かりました。長く愛用できそうです。引出があるので良いと思いました。",
                    "en": "The price was reasonable, with casters, I was satisfied. There was a finished product and it was saved. It seems that you can patronize long. I thought that there was a withdrawal."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Uc9Uzf"
        },
        {
            "price_yen": 8150.0,
            "product_name": "IN-WAGON, 3 drawers",
            "brand": "LOOKIT",
            "selling_rank": "rakuten_59",
            "reviews": [
                {
                    "ja": "デスクとセットで購入しました。しっかりとした作りで満足です。",
                    "en": "I bought it with a desk and set. I am satisfied with the firm making."
                },
                {
                    "ja": "作りもしっかりしているし、デザインも良く使い勝手が良さそうで満足しました。",
                    "en": "I am also solid and I am satisfied that the design is good and the usability is good."
                },
                {
                    "ja": "会社用にテーブルと同時購入。取り回しがよく気に入っております。",
                    "en": "Buy for table at the same time for company. I like my handling a lot."
                },
                {
                    "ja": "引出のない机に座っていたので、やっと引出ができ、机の上がきれいになりました。",
                    "en": "Because I was sitting on a desk without a drawer, I finally got a drawer, the top of the desk became clean."
                },
                {
                    "ja": "スタイル抜群。写真で見た通りの商品でした。丈夫そうで安心しました。",
                    "en": "Excellent style. It was a product as I saw in the picture. I seemed to be strong and I was relieved."
                }
            ],
            "shorten_url": "https://bit.ly/2HuvgWT"
        },
        {
            "price_yen": 8280.0,
            "product_name": "Desk Wagon with cylinder lock, 3 drawers",
            "brand": "LOOKIT",
            "selling_rank": "rakuten_4",
            "reviews": [
                {
                    "ja": "色も見た目も想像通りでした。一段開けると他の段が開かないタイプで、ボールペン等の文具を置ける場所もあり使い勝手の良さそうなワゴンでした！！",
                    "en": "The color and appearance were just as imagined. It was a type that opened another stage and the other steps did not open, it was a wagon that seems to be convenient for use as there are places where you can place stationery such as ballpoint pens!!"
                },
                {
                    "ja": "高さ70ｃｍのテーブルの下に入るデスクサイドワゴンを探していたところ高評価なこの商品を見つけました。スペックも良いので購入してみましたが、コストパフォーマンスは相当優れていると言って間違いありません。",
                    "en": "I found this highly rated item as I was looking for a desk side wagon to enter under a table with a height of 70 cm. I tried to buy it because the spec is also good, but there is no doubt to say that cost performance is considerably better."
                },
                {
                    "ja": "商品はシンプルなデザイン。つや消しが落ち着いた感じです。作りもしっかりとして、とても良いです。手掛けが側面にあるので、前面がフラットなところも気に入りました。",
                    "en": "The product is a simple design. It is a feeling that matting has calmed down. I make it solid and it is very good. Because the hands are on the side, I liked the place with a flat front."
                },
                {
                    "ja": "想像以上に、すべての動きがスムーズで満足です。また、完成品だけに、組み立ての煩わしさもなく良かったです。書類の整理に活躍してくれそうです。",
                    "en": "Beyond imagination, every move is smooth and satisfying. Moreover, it was good only for the finished product without troublesome assembly. It seems to be active in organizing documents."
                },
                {
                    "ja": "鍵付きのよいサイドキャビネットで、新品で価格も安くて大変満足しています。",
                    "en": "It is a good side cabinet with a key, it is brand new and the price is cheap and I am very satisfied."
                }
            ],
            "shorten_url": "https://bit.ly/2W65fRb"
        },
        {
            "price_yen": 8522.0,
            "product_name": "Cabinet with casters, 3 drawers",
            "brand": "OSJ",
            "selling_rank": "amazon_4",
            "reviews": [
                {
                    "ja": "Ａ４サイズが入り、銀行の通帳や謄本類等も保管できます。オフィス用のイメージがありますが、家庭用としても便利です。デザインも白でシンプルなの良い点だと思います。",
                    "en": "A4 size enters, bank passbooks and transcripts etc can be stored. There is an image for office, but it is convenient for home use as well. I think the design is also good in white and simple."
                },
                {
                    "ja": "同時に引き出しが、引き出せないようになっていたので、慣れるのに時間が掛かりましたが、安全面では大変良いと思います。",
                    "en": "At the same time, since the drawer could not be withdrawn, it took time to get used to, but I think that it is very good in terms of safety."
                },
                {
                    "ja": "どこかの引き出しが半開きだと他の引き出しが開きません。キャスターも装着済みで直ぐ使えるのがいいですね！",
                    "en": "If drawers somewhere are half open, other drawers will not open. It is good to have the casters installed and ready to use!"
                },
                {
                    "ja": "しっかりとしていて、またシンプルなので使いやすいです。",
                    "en": "It is solid and easy to use because it is simple."
                },
                {
                    "ja": "値段もお手頃でなおかつ、組立しないで即使用できるので大変良かったです。娘も気に入っております。",
                    "en": "The price was also reasonable and it was very good as it can be used immediately without assembling. My daughter likes it too."
                }
            ],
            "shorten_url": "https://amzn.to/2FPuVeZ"
        },
        {
            "price_yen": 8580.0,
            "product_name": "Desk Wagon with key, 3 drawers",
            "brand": "LOOKIT",
            "selling_rank": "yahoo_1",
            "reviews": [
                {
                    "ja": "組立済みなので、設置が楽でした。外観に傷や凹み等はなく、すっきりとしたデザインで、とても気に入っています。最高の品質とは言えませんが、値段を考えると大満足です。",
                    "en": "Since it is assembled, installation was easy. There is no scratch or dent in the exterior, it is a clear design, I like it very much. I can not say that it is the best quality, but I am satisfied with the price."
                },
                {
                    "ja": "スチールワゴン鍵付きでこのお値段はお買い得でした。",
                    "en": "This price was affordable with the steel wagon key."
                },
                {
                    "ja": "価格の割にはしっかりした商品でした。キャスターも問題なく取付けました。",
                    "en": "It was a firm commodity for the price. We installed the caster without problems."
                },
                {
                    "ja": "表面の質感がいいのとデザインがシャープなのが気に入ってます。",
                    "en": "I like the texture of the surface and the design is sharp."
                },
                {
                    "ja": "構造がしっかりしていて、一括で鍵が閉めれるので便利です。問題なく使用させてもらってます。",
                    "en": "It is convenient because the structure is solid and keys are closed at once. I am using it without problems."
                }
            ],
            "shorten_url": "https://bit.ly/2TcKLEx"
        },
        {
            "price_yen": 8780.0,
            "product_name": "Steel cabinet, drawer: 1 shallow type + 2 deep type",
            "brand": "IRIS OHYAMA",
            "selling_rank": "yahoo_6",
            "reviews": [
                {
                    "ja": "思いの外しっかりしてたから、良かったです！",
                    "en": "This was good as I expected, so it was good!"
                },
                {
                    "ja": "使い心地やデザイン等、想像してた通りとても良かったです。ファイルブックやクリアファイルもきれいに収納出来ます。",
                    "en": "Usability and design, etc, as I imagined it was very good. You can also store file books and clear files neatly."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2CAoE3J"
        },
        {
            "price_yen": 8880.0,
            "product_name": "Desk(Office) Wagon, already assembled",
            "brand": "iOFFICE",
            "selling_rank": "rakuten_3",
            "reviews": [
                {
                    "ja": "しっかりとした作りでお値段以上の買い物でした。",
                    "en": "It was shopping more costly than making it firm."
                },
                {
                    "ja": "上段の引き出しに文房具などが置けるトレーがついてるのが便利です。私はデスク下に固定して使用してますが、キャスターの動きもスムーズでした。",
                    "en": "It is convenient to have a tray that can store stationery etc in the drawer of the upper row. I fixed it under the desk, but the movement of the caster was smooth."
                },
                {
                    "ja": "この値段で鍵付きで、引き出し３段。満足です。",
                    "en": "With a key with this price, three drawers. I am satisfied."
                },
                {
                    "ja": "ホワイト購入しました。組み立て不要なので非常に楽です、また、鍵が一か所で引き出し全てがかかるのがいいですね！",
                    "en": "I bought White. It is very easy because it is unnecessary for assembly, and it is good to have all the keys pulled out in one place!"
                },
                {
                    "ja": "何といっても、引き出しが全部引き出せるので使いやすいです。奥の物まで取り出せる。嬉しい。",
                    "en": "Anyway, it is easy to use because all drawers can be drawn out. You can take out things in the back. happy."
                }
            ],
            "shorten_url": "https://bit.ly/2W6F4ts"
        },
        {
            "price_yen": 8980.0,
            "product_name": "Desk Wagon, Big storage, 3 drawers",
            "brand": "MY-HOME",
            "selling_rank": "yahoo_7",
            "reviews": [
                {
                    "ja": "良い感じです！思っていたものより、かなりしっかりしています。他にも探しましたが、比べてみるとお値段以上だと思います。",
                    "en": "It is a good feeling! It is considerably firmer than what I expected. I have searched for it elsewhere, but I think that it is more than the price when compared."
                },
                {
                    "ja": "ナチュラルを購入。色も明るく優しい感じでダークブラウンのデスクに合わせると可愛いです。サイズも探していたイメージ通り。",
                    "en": "Purchased Natural. It is cute when it matches the desk of dark brown with a color that is bright and gentle. I was looking for the size as well as the image."
                },
                {
                    "ja": "ファイルや書類を整理するのに、木目ワゴンを探してましたが、値段も安く、見かけも想像以上に良かったです。この値段はなかなか無いです！丈夫でフルオープンになるので取り出しやすいです！！",
                    "en": "Although I was looking for a wood grain wagon to organize files and documents, the price was also cheap and the appearance was better than I imagined. This price is not quite! It is strong and easy to take out as it becomes full open! !"
                },
                {
                    "ja": "お値段の割にしっかりした作りです。引き出しも組み立ててあり、キャスターをつけるだけですぐに使えます。梱包の発泡スチロールの処理だけ苦労しましたが、おすすめです。",
                    "en": "It is making firmly for the price. The drawer is also assembled, you can use it immediately by attaching the caster. I only had difficulty handling Styrofoam in packaging, but it is recommended."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2DsUcKB"
        },
        {
            "price_yen": 8990.0,
            "product_name": "Desk Wagon, side wagon",
            "brand": "DEVAISE",
            "selling_rank": "amazon_3",
            "reviews": [
                {
                    "ja": "作りもしっかりしていて、塗装も粉体塗装でしょうか、非常に手触りの良いものになっています。引き出し機構部は説明欄に載っているように、レール式のものを用いているのでスムーズかつ音も静か。",
                    "en": "It is also solid making, paint is also powder coating, is very good touch. The drawer mechanism section is smooth and sound quiet because it uses a rail type as it is described in the explanation column."
                },
                {
                    "ja": "安い価格にも関わらず快適に使用出来ます。重くなるであろう、一番下の深い引き出しの手前にもキャスターが付いており、開けた際に前方にたわまないよう工夫もされています。",
                    "en": "It can be used comfortably despite the cheap price. There is also a caster on the front of the lowest deep drawer which will become heavy, and ingenuity is also made not to bend forward when opened."
                },
                {
                    "ja": "しっかりした造り。サイドデスクとして使える！引き出しもスムーズに開け閉めできる。",
                    "en": "Steady construction. Can be used as a side desk! The drawer can be opened and closed smoothly."
                },
                {
                    "ja": "乳幼児の洋服、タオル、ストックなど入れるのにちょうどいいです。モダンなデザインが使いやすいです。",
                    "en": "It is just right to put infants' clothes, towels, stock etc. Modern design is easy to use."
                },
                {
                    "ja": "総合的に満足しています。見た目もスマートで丈夫。引き出しが大きく開いて奥まで物を出し入れしやすく、動きはとても滑らかです。キャスターには、ストッパーもついています。細かいところまで考えられた商品だと思います。",
                    "en": "I am satisfied overall. It looks smart and durable. The drawer is wide open and easy to put things in and out, the movement is very smooth. The caster also has a stopper. I think that it is a product thought that was fine down to the point."
                }
            ],
            "shorten_url": "https://amzn.to/2U80swt"
        },
        {
            "price_yen": 9480.0,
            "product_name": "Desk Wagon with dial lock, 3 drawers",
            "brand": "LOOKIT",
            "selling_rank": "rakuten_6",
            "reviews": [
                {
                    "ja": "重い書類を保管しても安心して利用出来ます。表面がマグネットを利用できる素材だった事は、思わぬお得感がありメモなどをマグネットで付けて利用し重宝しています。",
                    "en": "Even if you store heavy documents you can use it with confidence. The fact that the surface was a material that could use magnets has an unexpected sense of affinity and attached memos with magnets and is useful."
                },
                {
                    "ja": "事務所用に購入しました。ダイヤル錠を含むこの機能でこの価格は、ありがたいですね。",
                    "en": "I bought it for the office. This price, including dial lock, is appreciated."
                },
                {
                    "ja": "ダイヤル錠だと限られた人しかあけれないのが魅力で探していました。値段もお手頃だったのでそこまで期待していなかったのですがしっかりした作りで満足してます。",
                    "en": "I was looking for it with charm that only a limited number of people could be opened with a dial lock. The price was also reasonable, so I did not expect so much but I am satisfied with the firm making."
                },
                {
                    "ja": "物も沢山入るし、安価で購入できて良かったです！",
                    "en": "I entered a lot of things, it was good to purchase at a low price!"
                },
                {
                    "ja": "重いので、箱から取り出したり、キャスターの取り付けのときに少し大変でしたが、取り付け自体はとても簡単でした。引き出しの滑りもよく、容量も十分あるので、とても使いやすいです。",
                    "en": "It was heavy, so it was a little hard to remove from the box or to install the casters, but the installation itself was very easy. Sliding of the drawer is also good and capacity is enough, so it is very easy to use."
                }
            ],
            "shorten_url": "https://bit.ly/2HppK7P"
        },
        {
            "price_yen": 9698.0,
            "product_name": "Office Wagon, 3 drawers, cylinder rock",
            "brand": "Office com",
            "selling_rank": "amazon_5",
            "reviews": [
                {
                    "ja": "作りはしっかりしてて、ひっかかるとか、閉まらないとかは無いです。",
                    "en": "This is solid, it does not get caught or not closed."
                },
                {
                    "ja": "問題無し。引き出し部分も滑らかに動くので満足しています。",
                    "en": "No problem. The drawer part also moves smoothly, so I am satisfied."
                },
                {
                    "ja": "気に入りました。足の取り付けも簡単でした。しっかりしていて、カギもきちんと施錠できます。白色を探していたので見つかって良かったです。",
                    "en": "liked it. Foot attachment was also easy. It is solid and locks can be locked properly. I was looking for white, so it was good to be found."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2T6Xetf"
        },
        {
            "price_yen": 9880.0,
            "product_name": "Desk Wagon, Big storage, 3 drawers",
            "brand": "MY-HOME",
            "selling_rank": "rakuten_15",
            "reviews": [
                {
                    "ja": "結構しっかりして重量もあります。大きさもあり、下段はA4サイズも縦に入れて余裕があるくらいでした。",
                    "en": "It is quite solid and weighs too. There was also a size, the lower row was about enough to put A4 size vertically."
                },
                {
                    "ja": "PCデスクのサイドワゴンに色、サイズともにぴったりでした。鍵付き出し色合いも高級感があり、とても満足です！",
                    "en": "Both color and size were perfect for PC desk side wagon. There is luxury feeling with a keyed out color shade, it is very satisfying!"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2R862Ns"
        },
        {
            "price_yen": 9980.0,
            "product_name": "File rack, Deskside",
            "brand": "Air Rhizome Interior",
            "selling_rank": "rakuten_7",
            "reviews": [
                {
                    "ja": "机周りもスッキリ片付けられて、子供もかっこいいと大喜び。ブラックを購入しましたが、机と椅子と色合いがマッチして長く使えそうです。",
                    "en": "I cleared up around my desk and I am delighted that my children are cool too. Although I bought black, it seems to be able to use for long as the desk and chair match the color."
                },
                {
                    "ja": "とても機能的でシンプルな商品が、見つかって良かったです！なかなかありそうでないと思います。",
                    "en": "Very functional and simple items, it was good to find! I think that it seems not to be easy."
                },
                {
                    "ja": "子供がリビング学習をしているので、勉強グッズを入れる為に購入しました。とてもスッキリしました。",
                    "en": "Since the child is doing living learning, I bought it for putting study goods. It was very refreshing."
                },
                {
                    "ja": "コンパクトながら良く出来ているなと思います。書類の取り出しがとてもしやすくなりました。",
                    "en": "I think that it is good though it is compact. It is very easy to retrieve documents."
                },
                {
                    "ja": "コンパクトなサイズ感でスッキリ片付けれそうです！色も白にしましたが、インテリアの邪魔をしません。",
                    "en": "It seems to be cleaned up with a compact sense of size! I made the color white, but I will not disturb the interior."
                }
            ],
            "shorten_url": "https://bit.ly/2B0bxZv"
        }
    ],
    "malm": [
        {
            "price_yen": 8901.0,
            "product_name": "Chest(width 73 cm)",
            "brand": "IRIS OHYAMA",
            "selling_rank": "yahoo_20",
            "reviews": [
                {
                    "ja": "子供達にも買い自分で服の管理が出来るようにしてます。開け閉めも楽です。天板にも物を置けるので便利です。",
                    "en": "We also make it possible for children to manage clothes by themselves. It is easy to open and close. It is convenient because you can put things on the top board."
                },
                {
                    "ja": "開け閉めもスムーズで奥の服も取り出しやすい。家族に一人ずつ買って子供達も使いやすいようです。",
                    "en": "Easy to open and close, smooth out back clothes. It seems easy for children to buy one by one for family."
                },
                {
                    "ja": "1番上のパネルが採れていましたが自分で直せました。子供用に購入しました。商品には満足しています。",
                    "en": "The top panel was available but I fixed it myself. I bought it for children. I am satisfied with the product."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2W90nuo"
        },
        {
            "price_yen": 8980.0,
            "product_name": "Chest, already assembled, 4 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_233",
            "reviews": [
                {
                    "ja": "組み立てたものが送られてくるのですぐに使えます！絵が描いてあるので部屋が明るくなりますね！",
                    "en": "As assembled products are sent, you can use immediately! The picture is drawn so the room will be bright!"
                },
                {
                    "ja": "デザイン、使いやすさ抜群。引き出しの開けやすさを重視するとぴったりの商品。子供が喜んで、服を選んだり、しまったり。",
                    "en": "Design, outstanding ease of use. Perfect product if emphasis is placed on the ease of opening drawers. Children are happy, picking clothes, or getting out."
                },
                {
                    "ja": "軽くて、引出しも開けやすいのが気にいってます。",
                    "en": "I like being light and easy to draw out."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FMNvFB"
        },
        {
            "price_yen": 9151.0,
            "product_name": "Chesuka - Chest, Natural",
            "brand": "Shirai Sangyo",
            "selling_rank": "amazon_63",
            "reviews": [
                {
                    "ja": "強度、色合い、デザインなど全体的に良かったと思います。今時の家ならだいたいどこに設置しても問題ないと思います。",
                    "en": "I think that overall strength was good, such as strength, hue and design. I think that there is no problem wherever it is installed if it is a house at this time."
                },
                {
                    "ja": "しっかりした商品でした、組み立ても女性でも一人で、悩まず出来ました。",
                    "en": "It was a solid product, I was able to do it without trouble, with assembly alone and female alone."
                },
                {
                    "ja": "組み立ては、そんなに楽ではなかったが、完成品の質感は良いと思います。非常にしっかりしてます。重量もそこそこありますが、逆に倒れたり簡単にはしないと思います。引き戸の出し入れの感触も良いです。",
                    "en": "Assembly was not that easy, but I think the quality of the finished product is good. I am very solid. Although there is a reasonable weight, I think that it will not collapse or go easy on the contrary. The feeling of sliding door in and out is also good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2FV1N6i"
        },
        {
            "price_yen": 9280.0,
            "product_name": "Chest, 4 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "yahoo_19",
            "reviews": [
                {
                    "ja": "色合いが可愛い。部屋に置いておいても馴染むので狭い部屋でもとても良い。",
                    "en": "The color is cute. Even if it is familiar to leave it in the room it is very good even in a small room."
                },
                {
                    "ja": "とてもスムーズでメチャ軽い、さらにピッタリ止まって飛び出さない。これは有りがたい。見た目もキレイだし、天版も平らでとてもしっかりしている。",
                    "en": "It is very smooth, it is light, it stops even more and it does not jump out. This is unlikely. It looks pretty, the heavenly version is also flat and very solid."
                },
                {
                    "ja": "引き出しが軽いところと、深さがあってたくさん入りそうなところが良かったです。",
                    "en": "The place where the drawer is light and the place where there is depth and it is likely to enter a lot are good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2WbTN6z"
        },
        {
            "price_yen": 9280.0,
            "product_name": "Chest(width 60 cm), 4 drawers",
            "brand": "MAX-JAPAN",
            "selling_rank": "rakuten_229",
            "reviews": [
                {
                    "ja": "ちょっと思ってた大きさより小さかったけど、子供部屋にちょうどいいですね",
                    "en": "It was smaller than the size I thought, but it is just right for a kids room."
                },
                {
                    "ja": "キャスターつきを探していたのでとても満足です。",
                    "en": "I am very satisfied because I was looking for a caster."
                },
                {
                    "ja": "衣類を整理したく購入させて頂きました。カラーもブラウンで無難でした。",
                    "en": "I wanted to order clothes and let me purchase it. The color was brown and safe."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2RH0TkK"
        },
        {
            "price_yen": 9380.0,
            "product_name": "Closet case, plastic",
            "brand": "COSPA",
            "selling_rank": "rakuten_227",
            "reviews": [
                {
                    "ja": "奥行きが結構あるので収納たくさん入ります。子ども部屋に置きました。完成品だったので良かったです。",
                    "en": "I have plenty of depth because there is quite a lot of storage. I put it in a child room. It was good as it was a finished product."
                },
                {
                    "ja": "持っていた引き出しがサイズが入らず、丁度いいサイズを急ぎで送って頂きました。中が細かく分かれていたので、シャツなどが分類出来て便利です。",
                    "en": "The size of the drawer I had was not included, and I sent you the exact size in a hurry. Because the inside was divided finely, shirts etc can be classified and it is convenient."
                },
                {
                    "ja": "主に、乾物やクロスなど軽い物を入れていますが、予想より底もしっかりしていました。",
                    "en": "Mainly, I put light things such as dry matter and cloth, but the bottom was firmer than I expected."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Mo8Vt3"
        },
        {
            "price_yen": 9400.0,
            "product_name": "Color Chest, 3 drawers",
            "brand": "Tenma",
            "selling_rank": "amazon_38",
            "reviews": [
                {
                    "ja": "奥行きや高さがあるので洋服がたっぷり収納出来ます。本当に助かっています。このお値段でとてもよいお買い物が出来たと満足しています。",
                    "en": "There are depth and height so you can store plenty of clothes. I am really saved. I am satisfied that I could shop very well at this price."
                },
                {
                    "ja": "引き出しの開け閉めがとてもスムーズです。見た感じより沢山収納出来て非常に嬉しいです。",
                    "en": "Opening and closing of the drawer is very smooth. I am very happy that I could store a lot more than I saw."
                },
                {
                    "ja": "見た目よりたくさん入って大満足です。子供部屋の洋服収納にしましたが、引き出しも引き出しやすく、子供も使いやすいようです。",
                    "en": "I am much satisfied with entering a lot more than it looks. I used to store the clothes in my child's room, but it is easy to draw out also with drawers, and children seem to be easy to use."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2U4Gx1w"
        },
        {
            "price_yen": 9475.0,
            "product_name": "Chest, wide 4 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_12",
            "reviews": [
                {
                    "ja": "棚がガタガタする様なこともなく、快適に使用しています。一段ずつ分解出来るため、幅がピッタリのクローゼットに入れて部屋を広く使えるのもありがたいです。",
                    "en": "There is nothing like rattling rattling, I use it comfortably. Because it can be disassembled step by step, it is also appreciated that you can use the room widely in a closet that is perfect for the width."
                },
                {
                    "ja": "デザインが安っぽくない。普通の安いプラスチック製のものは中身が見えて安っぽさがありますが、この商品は艶があり綺麗で安さを感じさせません。開閉がとてもスムーズです。",
                    "en": "The design is not cheap. Though ordinary cheap plastic stuff has contents cheap but there is cheapness, this product is glossy and does not make you feel beautiful and cheap. The opening and closing is very smooth."
                },
                {
                    "ja": "引き出しが金属レールなのでとてもスムーズ。この値段でこの出来であれば申し分ない。",
                    "en": "It is very smooth because the drawer is a metal rail. This price is perfect at this price."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2Mp5hyU"
        },
        {
            "price_yen": 9505.0,
            "product_name": "Living Chest, 4 drawers",
            "brand": "Tenma",
            "selling_rank": "amazon_43",
            "reviews": [
                {
                    "ja": "引き出しの裏や横に埃が入る隙間がない商品を探して、思った通りで満足。この手の商品以外とないので欠番にしないでほしいです。",
                    "en": "I was satisfied with what I thought, looking for a product that does not have gaps where dust enters behind the drawers or sideways. I hope it will not be missed because there are no products other than this one."
                },
                {
                    "ja": "キャスターがあって奥行きが少なくだけど、幅は広め。届いた品物を見たらレビューであったような事は全く無くたいへん綺麗なもので購入して良かったです！",
                    "en": "There is a caster and the depth is small, but the width is wide. If you saw the goods that arrived it was nice to purchase with a very beautiful thing that there was absolutely nothing like reviewing it!"
                },
                {
                    "ja": "しっかりとしていて、粗さは無いので良いと思いますよ。",
                    "en": "I think that it is good because it is solid and there is no roughness."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2B8NXtR"
        },
        {
            "price_yen": 9580.0,
            "product_name": "Chest, wide 4 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_224",
            "reviews": [
                {
                    "ja": "脱衣室の整理用で購入。サイズがバッチリでこれしかありませんでした。引き出しの動きもスムーズで気に入っています。良い買い物が出来ました。",
                    "en": "Purchased for arrangement of clothes racks. The size was perfect and there was only this. I like the movement of the drawer smoothly and I like it. Good shopping was made."
                },
                {
                    "ja": "写真通りの商品が届き、スムーズに収納できて、満足です！",
                    "en": "Goods arrived as shown in the picture, it can be stored smoothly, it is satisfying!"
                },
                {
                    "ja": "引き出しのすべりが良いので、使いやすい！",
                    "en": "Sliding of drawers is good, so easy to use!"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2S5WXcE"
        },
        {
            "price_yen": 9698.0,
            "product_name": "Fits plus, maple, 3 drawers",
            "brand": "Tenma",
            "selling_rank": "rakuten_221",
            "reviews": [
                {
                    "ja": "リビングに赤ちゃん用品の収納用に。安っぽいかと心配でしたがそれほどでもなく、使い勝手が良くていい買い物でした。",
                    "en": "For storage of baby supplies in the living room. Although I was worried whether it was cheesy, it was not that much, it was easy to use and was a good shopping."
                },
                {
                    "ja": "商品自体もちゃんとロックが効いていて、この価格にしては長く使えそう。見た目もキレイ。",
                    "en": "Product itself is locked properly and it seems that it will be used for a long time at this price. It looks pretty."
                },
                {
                    "ja": "押し入れサイズピッタリで、ロックがかかるので使いやすくて気に入ってます。",
                    "en": "I am pleased with the size of the closet and it's easier to use as it locks up."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2MpocK6"
        },
        {
            "price_yen": 9790.0,
            "product_name": "Chest(width 75 cm), Walnut Brown",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_93",
            "reviews": [
                {
                    "ja": "色あいもちょうど他の家具と合い、見つかって良かったです。組み立ても、手作業のドライバー１本で午前中に完成しました。",
                    "en": "It was okay for the hue to match other furniture just as well. Assembly was completed in the morning with one manual driver."
                },
                {
                    "ja": "丈夫な造りなのでテレビをのせています。買って良かったと思いました。",
                    "en": "I am putting on a TV because it is strong. I thought that I was happy to buy it."
                },
                {
                    "ja": "しっかり重量もあり、頑丈。仏壇台の代わりとして購入したが、まったく問題なく載せられた。組み立ても分かりやすかった。",
                    "en": "There is firm weight, it is strong. I bought it as a substitute for the Buddhist altar, but it was carried without any problems. The assembly was easy to understand."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2Rauj5T"
        },
        {
            "price_yen": 9800.0,
            "product_name": "Chest(width 33 cm), already assembled",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_8",
            "reviews": [
                {
                    "ja": "もう木のタンスには戻れません。とにかく引き出しが軽くて楽です。天板が木なのでさほど安っぽくないです。",
                    "en": "I can not go back to the tree's dance. Anyway drawers are light and comfortable. Because the top board is a tree it is not so cheap."
                },
                {
                    "ja": "台所の狭い部分で大活躍です。天板もしっかりしているので、安心して炊飯器とか乗せられています。",
                    "en": "It is a big success in the narrow part of the kitchen. Since the top board is also solid, we have rice cookers and so on with confidence."
                },
                {
                    "ja": "収納量も多く、引き出しも軽いので使い勝手は良いです。",
                    "en": "Easy to use is good because the storage amount is also large and the withdrawal is also light."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2WdqlNd"
        },
        {
            "price_yen": 9900.0,
            "product_name": "Chest(width 88 cm), 4 drawers",
            "brand": "LOWYA",
            "selling_rank": "amazon_36",
            "reviews": [
                {
                    "ja": "木製ですが､引き出し全てにレールが付いていて、ノンストレスに開閉出来ます｡物は普通に使えます。見た目も普通にで､安っぽくありません。",
                    "en": "Although it is made of wood, all the drawers have rails and can be opened and closed non-stressed. It looks as normal, not cheap."
                },
                {
                    "ja": "このお値段でこのクオリティは物凄く満足です！！引き出しのコマも周りがよく、とても使いやすいタンスです。",
                    "en": "At this price this quality is extremely satisfying! ! The drawer's frame is also good around, it is very easy to use."
                },
                {
                    "ja": "色もシンプルで裏側も綺麗なのが気に入って購入。引き出しの出し入れ楽で良いです。ただしこっちで組み立てで大変でした。",
                    "en": "Purchased liked the color is simple and the back side is also beautiful. Withdrawing and withdrawing drawers is good. However, it was hard to assemble here."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2HtIPWB"
        },
        {
            "price_yen": 9990.0,
            "product_name": "Living Chest, 4 drawers",
            "brand": "Shuno Kagu",
            "selling_rank": "yahoo_71",
            "reviews": [
                {
                    "ja": "goodです！カウンター下の収納スペースとして購入しました。空間利用としてジャストでした。",
                    "en": "It is good! I bought it as a storage space under the counter. It was just as space use."
                },
                {
                    "ja": "わかりやすい組み立て説明書が良かったです。組み立ては簡単にできるよう加工して有ります。白い側面にナチュラルの蓋がおしゃれですよ。",
                    "en": "An easy to understand assembly manual was good. The assembly is processed so that it can be easily done. Natural lid is fashionable on the white side."
                },
                {
                    "ja": "コストパフォーマンスは最高です。組み立ても、子供でも出来るほど簡単でした。",
                    "en": "Cost performance is the best. It was as easy as possible to assemble and even children."
                },
                {
                    "ja": "厚みのうすいチェストを探していましたがなかなかなく、やっとこれにたどり着きました。ガタツキ止めを取り付けると、しっかりしました。結構重くて頑丈です。",
                    "en": "I was looking for a thin chest but it was finally here. I attached it firmly and attached it firmly. It is quite heavy and sturdy."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "None"
        },
        {
            "price_yen": 10130.0,
            "product_name": "Chest(width 89 cm)",
            "brand": "HappyRepo",
            "selling_rank": "yahoo_38",
            "reviews": [
                {
                    "ja": "1万円前後で、この容量が入るタンスはなかなか手に入らないので、コストパフォーマンスを考慮すると満足です。",
                    "en": "Since around 10,000 yen, the capacity to enter this capacity is not readily available, it is satisfactory when considering cost performance."
                },
                {
                    "ja": "値段の割にはしっかりとしていて、組立によるズレもなく満足です。",
                    "en": "It is solid for price, it is satisfactory without deviation due to assembly."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FV64GS"
        },
        {
            "price_yen": 10300.0,
            "product_name": "Fits plus easy(Living Chest), 5 drawers",
            "brand": "Tenma",
            "selling_rank": "amazon_43",
            "reviews": [
                {
                    "ja": "重くないので女性でも運ぶのが楽です。引き出しがはずれないのでいい。天板がプラスチックじゃないの重いものを乗せても歪まないのでいいです。",
                    "en": "It is not heavy so even women are comfortable to carry. It's fine as the drawer does not come off. The top board is not plastic It is good not to distort even if you place heavy objects on it."
                },
                {
                    "ja": "高齢者の母が使っています。引き出しが軽く大変気にいってます。",
                    "en": "It is used by an elderly mother. I like the drawer lightly very much."
                },
                {
                    "ja": "デザインはシンプルで落ち着いており、どのお部屋にも馴染みやすいのではないかと思います。天板もあり物を上に置くことも出来ます。",
                    "en": "I think the design is simple and calm and I think that it will be familiar to any room. There is also a top board and you can put things on."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2sHBEjy"
        },
        {
            "price_yen": 10380.0,
            "product_name": "Storage box, 5 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_32",
            "reviews": [
                {
                    "ja": "丁度いい高さ・奥行きで・取り出しやすさも私は選んで良かったと思っています。",
                    "en": "I think that I was good at picking ease with exact height / depth."
                },
                {
                    "ja": "開け閉めしやすく、たくさん収納できます。",
                    "en": "It is easy to open and close, it can be stored a lot."
                },
                {
                    "ja": "滑りのよい引き出しで、使いやすいです。サイズもちょうどよいです。",
                    "en": "It is slippery drawer, easy to use. The size is just right."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2DtYYHy"
        },
        {
            "price_yen": 10434.0,
            "product_name": "Living Chest(width 35 cm), 3 drawers",
            "brand": "Tenma",
            "selling_rank": "amazon_3",
            "reviews": [
                {
                    "ja": "閉めたらロックされる引き出しが気持ちいいです。",
                    "en": "The drawer locked is felt when I close it."
                },
                {
                    "ja": "大きさの割には軽いので、女性一人でも余裕で設置可能です。引き出しの開閉は大変スムーズです。部屋の中に置いても違和感がありません。",
                    "en": "Because it is light for the size, it is possible to install as much as a woman alone. Opening and closing of the drawer is very smooth. There is no sense of incongruity when placed in the room."
                },
                {
                    "ja": "軽いしサイドがすっきりしているし引き出しやすい。とても使いやすく、見た目も美しいです。何と言っても天板が机みたいな点が一番のお気に入りです。",
                    "en": "It is light and easy to pull out because the side is clear. It is very easy to use and looks beautiful. The point that the top board like a desk is the best favorite."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2CFrWCu"
        },
        {
            "price_yen": 10500.0,
            "product_name": "Chest(width 72.5 cm), wide 5 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_12",
            "reviews": [
                {
                    "ja": "引き出しが、とても楽に空くのと引き出しが広いのが、とても気に入ってます。",
                    "en": "I like it very much that drawers are easy to empty and drawers are wide."
                },
                {
                    "ja": "この価格帯の製品にありがちな安っぽさを、さりげないデザインでうまくカバーしていて、とても気にいっています。買って良かった。",
                    "en": "I like cheapness that tends to be on products in this price range, covering well with a casual design, I like it very much. That was a good purchase."
                },
                {
                    "ja": "金属レールの引き出しは軽くて、たくさん入れても安定感十分です。",
                    "en": "The pulling out of the metal rail is light, and even if you put a lot of it, the sense of stability is sufficient."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R4DDrD"
        },
        {
            "price_yen": 10500.0,
            "product_name": "Chest(width 62.5 cm), 5 drawers, dark blue",
            "brand": "LIVINGUT",
            "selling_rank": "rakuten_211",
            "reviews": [
                {
                    "ja": "寝室に置くチェストとして、安価だけど丈夫なものを探していました。たくさん入れてもたわむこと無く使えて、更に、表面に光沢があり安っぽく見えません。",
                    "en": "As a chest to put in the bedroom, I was looking for a cheap but sturdy one. It can be used without bowing even if a lot is put, and furthermore, the surface has gloss and does not look cheap."
                },
                {
                    "ja": "しっかりしている。大学生活の娘に送りました。非常に満足しているようです。",
                    "en": "It is solid. I sent it to my daughter in college life. It seems to be very satisfied."
                },
                {
                    "ja": "キャスターも一緒に注文し、押し込むだけで直ぐ使える状態に。背面もフラットなのでホコリもたまりづらい作りで、キャスター移動も出来る為、掃除機をかけたり配置換えもスムーズに出来そうで大変満足しています。",
                    "en": "Order the casters together, just put it in a state ready to use. Because the back is also flat, making it difficult to collect dust, because it can also move casters, I am very satisfied with the possibility of putting a vacuum cleaner and rearranging smoothly."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2R7YslZ"
        },
        {
            "price_yen": 10580.0,
            "product_name": "Fits plus easy(living Chest), 5 drawers",
            "brand": "Tenma",
            "selling_rank": "yahoo_44",
            "reviews": [
                {
                    "ja": "キャスターを付けて、動かしやすいし、掃除もしやすいので便利だと思います！！",
                    "en": "I attach casters, it is easy to move, and I think that it is convenient because it is easy to clean! !"
                },
                {
                    "ja": "ほこりが入らないし、引き出しもロックがかかるので嬉しいです。引き出しも深いし、買ってよかったです。",
                    "en": "Dust does not enter and I am glad that drawers also lock. The drawer was also deep and I'm glad I bought it."
                },
                {
                    "ja": "側面が平らなものを探していたので、お手入れも簡単で、とても便利です。",
                    "en": "Because I was looking for a flat side, it is easy to clean and very convenient."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FFgiLW"
        },
        {
            "price_yen": 10800.0,
            "product_name": "Chest, wide 5 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_12",
            "reviews": [
                {
                    "ja": "破損はなくデザインも落ち着いた色と形で大変気に入りました。中も5段でちょうどいいと思いました。",
                    "en": "I liked very much in design and calm color and shape without breakage. I thought it was just right in 5 steps."
                },
                {
                    "ja": "棚がガタガタする様なこともなく、快適に使用しています。一段ずつ分解出来るため、幅がピッタリのクローゼットに入れて部屋を広く使えるのもありがたいです。",
                    "en": "There is nothing like rattling rattling, I use it comfortably. Because it can be disassembled step by step, it is also appreciated that you can use the room widely in a closet that is perfect for the width."
                },
                {
                    "ja": "デザインが安っぽくない。普通の安いプラスチック製のものは中身が見えて安っぽさがありますが、この商品は艶があり綺麗で安さを感じさせません。開閉がとてもスムーズです。",
                    "en": "The design is not cheap. Though ordinary cheap plastic stuff has contents cheap but there is cheapness, this product is glossy and does not make you feel beautiful and cheap. The opening and closing is very smooth."
                },
                {
                    "ja": "引き出しが金属レールなのでとてもスムーズ。この値段でこの出来であれば申し分ない。",
                    "en": "It is very smooth because the drawer is a metal rail. This price is perfect at this price."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2RHCzz3"
        },
        {
            "price_yen": 10800.0,
            "product_name": "B4 / A4 document chest",
            "brand": "Work station",
            "selling_rank": "amazon_59",
            "reviews": [
                {
                    "ja": "多少引き出しの色合いが濃いですが、大変満足しています。良い商品を買えました。",
                    "en": "The color of the drawer is somewhat dark, but I am very satisfied. I could buy a good product."
                },
                {
                    "ja": "書類の整理も兼ねて買いました。とても便利で書類も片付き、すっきりしました。",
                    "en": "I bought it as well as organizing documents. It was very convenient and I got a clean copy and I felt refreshing."
                },
                {
                    "ja": "ものがしっかりしていて、光沢もあり主人の仕事べやにピッタリでした。お値段以上の満足です。",
                    "en": "Things were solid, shiny and perfect for my husband's work. It is more satisfying than the price."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2Waofh8"
        },
        {
            "price_yen": 10800.0,
            "product_name": "Room Chest, 5 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_95",
            "reviews": [
                {
                    "ja": "ホワイトを購入しました。引き出しの軽さがストレスフリーで片付け上手になってしまいます。つや消しの白がいい感じです。",
                    "en": "I bought White. The lightness of the drawer becomes stress-free and tidying up well. Matte white is good touch."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2S3m3sF"
        },
        {
            "price_yen": 10900.0,
            "product_name": "Chest with casters, 2 drawers",
            "brand": "BON-Kagu",
            "selling_rank": "amazon_83",
            "reviews": [
                {
                    "ja": "組み上がると堅牢な印象があります。流石国産って感じです。",
                    "en": "There is a robust impression when assembling up. I feel like running fluffy domestic."
                },
                {
                    "ja": "期待以上にしっかりしていて、見た目も綺麗です。キャスターも引出しの開け閉めもスムーズでA4用紙の束も問題なく収納できます。",
                    "en": "It is firmer than expected and looks beautiful. The casters can smoothly open and close the drawer and can store the bundle of A4 paper smoothly."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2DsrV6C"
        },
        {
            "price_yen": 10900.0,
            "product_name": "Chest, 5 drawers, alreadey assembled",
            "brand": "IRIS OHYAMA",
            "selling_rank": "yahoo_2",
            "reviews": [
                {
                    "ja": "しっかりした作りで使いやすく、値段もお手頃です。いい買い物をしたと思っています。",
                    "en": "It is solid and easy to use, and the price is affordable. I think that I did a good shopping."
                },
                {
                    "ja": "とても軽くスムーズでストレスが無くなりました。衣類などもたくさん入ります。今までより収納力がアップしました。",
                    "en": "It was very light, smooth, and stress was gone. I enter a lot of clothing and so on. Storage capacity has been increased than ever."
                },
                {
                    "ja": "沢山入るので、一番上の段は私のちょっとした着替えを入れたりしています。シンプルで飽きが来なさそうです。",
                    "en": "A lot goes in, so the top row puts on me a little change of clothes. It seems simple and tiring does not come."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2sGCa0U"
        },
        {
            "price_yen": 11044.0,
            "product_name": "Chest, 5 drawers, kid - Disney",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_45",
            "reviews": [
                {
                    "ja": "引き出しの開け閉めがとてもスムーズで使いやすい。小さめで、部屋の隅に置いても邪魔にならない。",
                    "en": "Opening and closing the drawer is very smooth and easy to use. It is small and it does not get in the way even if putting it in the corner of the room."
                },
                {
                    "ja": "写真通りでとってもかわいく、生まれてくる赤ちゃんのために購入した服をたくさん入れられました。",
                    "en": "It was very cute as shown in the picture, and I got a lot of clothes I bought for my newborn baby."
                },
                {
                    "ja": "引き出しが開けやすく丈夫な感じで使いやすい。部屋が明るくかわいくなった。",
                    "en": "It is easy to use with a drawer easy to open and durable feeling. The room became bright and cute."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2U8MP04"
        },
        {
            "price_yen": 11350.0,
            "product_name": "Chest, rakuraku-drawer, 4 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_26",
            "reviews": [
                {
                    "ja": "押入れにちょうど入るタイプで満足。",
                    "en": "I am satisfied with the type which just enters into a closet."
                },
                {
                    "ja": "組み立てる手間もなく、小柄な女性でも一人で箱から取り出して運べます。引き出しの開閉も軽く滑らかでストレスを感じさせません。",
                    "en": "Without the trouble of assembling, even a small woman can take it out of the box alone and carry it. Opening and closing of the drawer is also light, smooth and stressless."
                },
                {
                    "ja": "これは天板が木製なので見劣りせずインテリア性がアップ。4段の引き出しは飛び出したりせず、軽くて洋服の出し入れが楽です。",
                    "en": "This is because the top board is made of wood, so it does not look downright and the interior nature is up. The four drawers do not jump out, they are light and easy to put in and out of clothes."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R8rxhd"
        },
        {
            "price_yen": 11500.0,
            "product_name": "Chesuka(width 28 cm, depth 41.9 cm, height 111.9 cm)",
            "brand": "Shirai Sangyo",
            "selling_rank": "amazon_63",
            "reviews": [
                {
                    "ja": "強度、色合い、デザインなど全体的に良かったと思います。今時の家ならだいたいどこに設置しても問題ないと思います。",
                    "en": "I think that overall strength was good, such as strength, hue and design. I think that there is no problem wherever it is installed if it is a house at this time."
                },
                {
                    "ja": "非常にしっかりしてます。引き戸の出し入れの感触も良いです。",
                    "en": "I am very solid. The feeling of sliding door in and out is also good."
                },
                {
                    "ja": "引き出しが軽く、作りもしっかりしています。組み立てに自信がなかったけど一人で出来ました。",
                    "en": "The drawer is light and the making is solid. I was not confident of assembling, but I made it by myself."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2HrmGZ1"
        },
        {
            "price_yen": 11558.0,
            "product_name": "Chest, wide 5 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_12",
            "reviews": [
                {
                    "ja": "金属レールの引き出しは軽くて、たくさん入れても安定感十分です。アイボリーの色と緩やかにカーブしたデザインのおかげか、安っぽく見えず、部屋にしっくり収まりました。",
                    "en": "The pulling out of the metal rail is light, and even if you put a lot of it, the sense of stability is sufficient. Thanks to the color of the ivory and the gently curved design, I could not see it cheaply and fitted into my room."
                },
                {
                    "ja": "組み立て済なので簡単に置けますし、キレイでたくさん収納でき、重宝しております！",
                    "en": "Because it is assembled, it can be placed easily, and it can store a lot in beautiful, and it is useful!"
                },
                {
                    "ja": "引き出しの開閉もスムーズで気に入っています。高さも丁度良いし、収納力もありますよ。",
                    "en": "I like the opening and closing of drawers smoothly and I like it. Height is exactly right, there is also storage capacity."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2W4I6hM"
        },
        {
            "price_yen": 11664.0,
            "product_name": "Fits oak, 3 drawers",
            "brand": "Tenma",
            "selling_rank": "rakuten_201",
            "reviews": [
                {
                    "ja": "既に5段のを持ってますが、ロックが掛かるから選びました。普通のたんすより軽いところが良いです。",
                    "en": "I already have 5 rows, but I chose from locking. A place lighter than an ordinary chest is good."
                },
                {
                    "ja": "フィッツは見た目オシャレでとても気に入っています。",
                    "en": "Fits looks fashionable and I like it very much."
                },
                {
                    "ja": "ロックがついてたり埃が入りにくいなどなかなかいいです。",
                    "en": "It is quite nice that locks are attached and dust is difficult to enter."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2AZkFxH"
        },
        {
            "price_yen": 11683.0,
            "product_name": "Living Chest, 4 drawers, width 75 cm",
            "brand": "Tenma",
            "selling_rank": "amazon_43",
            "reviews": [
                {
                    "ja": "思いがけず高級感があり、設計も大変良くできている。ほこりの入らない設計は本当に秀逸。",
                    "en": "Unexpectedly there is a high-class feeling, the design is done very well. The design which does not enter the dust is really excellent."
                },
                {
                    "ja": "軽くて移動も簡単にできます。洋服を入れていますが、問題なく使えています。",
                    "en": "It is light and easy to move. I put clothes, but I can use it without problems."
                },
                {
                    "ja": "側面3方に壁があるので、子どもが指を挟みにくい。ロックがかかるので、子どもが掴まり立ちしても引き出しが飛び出さない。",
                    "en": "Because there are walls on the side of the side, children are hard to pinch your fingers. Because the lock takes place, the drawer will not jump out even if the child grips and stood."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R68kwQ"
        },
        {
            "price_yen": 11800.0,
            "product_name": "Chest, 5 drawers, alreadey assembled",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_199",
            "reviews": [
                {
                    "ja": "見た目もオシャレだし開閉もスムーズに出来てお気に入りです。",
                    "en": "It's fashionable and opened and closed smoothly making it a favorite."
                },
                {
                    "ja": "引出しが幅広で収容力は十分です。引出しいっぱいに詰め込んでも金属レールのおかげで操作は軽いです。",
                    "en": "The drawer is wide and the capacity is sufficient. Even if it is packed full of drawers, operation is light, thanks to metal rails."
                },
                {
                    "ja": "思っていたよりたくさん収納できました。届いてすぐに使えるのもすごく有り難かったです。",
                    "en": "I could store a lot more than I expected. It was very difficult to use it as soon as it arrived."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2T3ONio"
        },
        {
            "price_yen": 11980.0,
            "product_name": "Japanese style chest, 4 drawers",
            "brand": "SHANGRI_LA",
            "selling_rank": "rakuten_196",
            "reviews": [
                {
                    "ja": "桐たんすも想像以上だったので、大変嬉しいです。今まで使用してあったタンスなんかと全然違うので、これから長く使用できます。",
                    "en": "I was very happy because Tung Chest was more than I imagined. Since it is completely different from the dance which I used until now, it can be used for a long time."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2RItTZp"
        },
        {
            "price_yen": 12000.0,
            "product_name": "Storage box, 5 drawers",
            "brand": "SHINWA",
            "selling_rank": "amazon_88",
            "reviews": [
                {
                    "ja": "配色もきれいで、想像通り使い勝手がよく気に入りました。少し軽めかな。",
                    "en": "The color scheme is also beautiful, I liked usability as imagined. A little lightly."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2DvvLMn"
        },
        {
            "price_yen": 12800.0,
            "product_name": "Chest, wood top, 7 drawers",
            "brand": "IRIS OHYAMA",
            "selling_rank": "amazon_90",
            "reviews": [
                {
                    "ja": "引出し内部も広く高さも高過ぎないので使い勝手が良い。",
                    "en": "The inside of the drawer is also wide and the height is not too high, so it is convenient to use."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2WbYH3m"
        },
        {
            "price_yen": 12900.0,
            "product_name": "Tung(Kiri) chest(Japanese style), 3 drawers",
            "brand": "Alpha Takaba",
            "selling_rank": "yahoo_34",
            "reviews": [
                {
                    "ja": "和だんすでは場所をとるし困っていましたが、丁度手ごろな大きさで良かったです。",
                    "en": "In the Japanese style chest, I was in trouble trying to take up places, but I was just fine with reasonable size."
                },
                {
                    "ja": "とても良い商品で良かったです。安心して着物を保管できます。",
                    "en": "It was good with very good products. You can safely store your kimono."
                },
                {
                    "ja": "良い。前から欲しかったもので、想像通りでした。",
                    "en": "good. It was something I wanted from before and it was as I imagined."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2UcyX5a"
        },
        {
            "price_yen": 12990.0,
            "product_name": "Storage Chest(width 80 cm)",
            "brand": "LOWYA",
            "selling_rank": "rakuten_28",
            "reviews": [
                {
                    "ja": "下段の大きい引出しや、サイドのフックはいらないかと思っていたのですが、収納してみると使いやすい！",
                    "en": "I thought that I do not need a large drawer in the lower row or a hook on the side, but it is easy to use when I try to store it!"
                },
                {
                    "ja": "一番下がこれだけ深さのある収納はなかったので、理想通りでした。作りもしっかりしているし、いいですね。",
                    "en": "Because there was no storage with the depth at the bottom, it was as ideal. I am also solidly making it, is not it?"
                },
                {
                    "ja": "本当の木みたいな感じするので癒されます！！衣類もしっかり収納できるので冬のニットとか入り切れて嬉しいです！",
                    "en": "It will be healed because it feels like a real tree! ! Clothes can be stored firmly so I am happy that the winter knit and something has entered!"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2DtfQ1e"
        }
    ],
    "kullen": [
        {
            "price_yen": 2480.0,
            "product_name": "Night table",
            "brand": "BON KAGU",
            "selling_rank": "yahoo_31",
            "reviews": [
                {
                    "ja": "高さもピッタリで、大きすぎず小さすぎずちょうどいいサイズ感でした。 色合いも可愛くてどんな部屋にも合いそうな感じがしました。",
                    "en": "The height was also perfect, it was not too big, it was not too small, it was just right size feeling. The color was also cute and it felt like it would fit any room."
                },
                {
                    "ja": "携帯、リモコンを置いてます。サイズ感もばっちりで重宝の一言です。",
                    "en": "I'm putting a cell phone and a remote control. Size feeling is perfect and it is a word of handy hand."
                },
                {
                    "ja": "価格も気に入ったし見た感じも、いいです。",
                    "en": "I also liked the price and the feeling I saw is nice."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FFq5la"
        },
        {
            "price_yen": 2680.0,
            "product_name": "Side table, brown oak / black",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_27",
            "reviews": [
                {
                    "ja": "スマホやタブレットなど、ベッドわきに置くところが欲しかったので購入しました。しっかりした作りで、落ち着いた色もいい感じです。",
                    "en": "I bought it because I wanted to put aside a bed, such as a smartphone or a tablet. It is solid making, calm color is also good feeling."
                },
                {
                    "ja": "狭い通路でもソファの角に付けて置けば邪魔にならずほっとしました。",
                    "en": "Even with a narrow aisle, if you put it on the corner of the sofa it did not get in the way and I was relieved."
                },
                {
                    "ja": "ソファの高さに合ってるから、姿勢が崩れにくくて楽です。見た目もオシャレです。",
                    "en": "It fits the height of the sofa, so it is hard to lose its posture and is easy. It looks fashionable."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2UavsvP"
        },
        {
            "price_yen": 2700.0,
            "product_name": "Side / Night table(width 40 cm)",
            "brand": "MAX SHARE",
            "selling_rank": "rakuten_20",
            "reviews": [
                {
                    "ja": "私はソファにあぐらで座るのでこの高さでジャストサイズでした。組み立ては数分で終わるほど簡単でした。",
                    "en": "I sit with a sofa in a caulda so it was just size at this height. Assembly was easy enough to finish in a few minutes."
                },
                {
                    "ja": "ベッドサイドの小物置きにと購入しました。組み立ても簡単で、しっかりとした作りで、多少重さもあり、助かりました。",
                    "en": "I bought it for bedside small items. It was easy to assemble, firmly made, somewhat heavy, it was saved."
                },
                {
                    "ja": "コストパフォーマンス最高！組み立て簡単。2段目に高さがあり使い勝手良い。見た目は値段相応。しっかりした商品です。オススメします。",
                    "en": "Cost performance best! Easy to assemble. It is easy to use with height in the second row. It looks good for the price. It is a solid product. I will recommend it."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Uaf8vm"
        },
        {
            "price_yen": 2700.0,
            "product_name": "Multi table, sofa / bed side",
            "brand": "Dantotsu-online",
            "selling_rank": "rakuten_50",
            "reviews": [
                {
                    "ja": "収納時には簡単らくらくに折り畳め、テーブル角度も片手で簡単に変えられます。片手で持っても軽くて思った以上に良かった商品でした。",
                    "en": "Easy to fold up easily when stored, you can easily change table angle with one hand. It was a light product and it was better than I expected."
                },
                {
                    "ja": "机を処分した息子用に購入。ベッドに腰掛けてパソコンを使えるので、大変重宝しているようです。",
                    "en": "Purchased for my son who dispose the desk. I seem to find it very useful as I can sit on the bed and use a personal computer."
                },
                {
                    "ja": "母用に購入しました。サイズ感もちょうどよくて、大満足です。",
                    "en": "I bought it for my mother. Size feeling is just right, I am satisfied very much."
                },
                {
                    "ja": "少年野球のスコアラー用に。軽くて持ち運びしやすく、サイズや高さもぴったりで大活躍しそうです。",
                    "en": "For a boy's baseball scorer. It is light and easy to carry, and it seems to be a big success with size and height perfect."
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2U7Fr5a"
        },
        {
            "price_yen": 2780.0,
            "product_name": "Elevating table, compact, already assembled",
            "brand": "BON KAGU",
            "selling_rank": "rakuten_47",
            "reviews": [
                {
                    "ja": "大変満足してます。組み立て不要なので収納時も簡単に折りたためるので便利です！軽いので持ち運びも楽！重宝してます。",
                    "en": "I am very satisfied. Because it is unnecessary to assemble it is convenient because it can fold easily when stored! Easy to carry because it is light! I am useful."
                },
                {
                    "ja": "角度も変わるし、大きさも 丁度良かったし、ソファの下に丁度脚部が入るので、未使用時は場所をとりません。",
                    "en": "The angle also changed and the size was exactly right and the legs just entered under the sofa so we will not take place when not in use."
                },
                {
                    "ja": "この価格で高さの調整が出来、角度もかえられるのは、お買い得と思います。",
                    "en": "I think that it is a bargain that the height can be adjusted at this price and the angle is changed."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FIemCC"
        },
        {
            "price_yen": 2799.0,
            "product_name": "NESNA, Bedside table",
            "brand": "IKEA",
            "selling_rank": "yahoo_5",
            "reviews": [
                {
                    "ja": "軽量で扱いやすく、デザインも素敵で気に入っております。",
                    "en": "It is lightweight, easy to handle, the design is nice and I like it."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2U4UhcC"
        },
        {
            "price_yen": 2916.0,
            "product_name": "S-shaped side rack, 3 steps",
            "brand": "Smile price of Tarp & Tent",
            "selling_rank": "rakuten_2",
            "reviews": [
                {
                    "ja": "組み立ては少し苦労しましたが、出来上がりはしっかりしており、お洒落なので大変気に入りました。",
                    "en": "Although it was a bit difficult to assemble, I made it fairly solid and I like it very much."
                },
                {
                    "ja": "お手ごろなのにごちゃごちゃした寝室がすっきりしたし、安っぽくもなく満足です。",
                    "en": "Although it was affordable, the messy bedroom was refreshing and satisfying, not cheaply."
                },
                {
                    "ja": "組み立てもカンタン、おしゃれなデザインで満足しています。",
                    "en": "Easy to assemble, satisfied with fashionable design."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2HAJshk"
        },
        {
            "price_yen": 2980.0,
            "product_name": "Side table with casters",
            "brand": "IRIS OHYAMA",
            "selling_rank": "rakuten_3",
            "reviews": [
                {
                    "ja": "高さ、天板の大きさとも使い勝手が良くいいです。組み立ても簡単ですぐできました。キャスターだと掃除の時も楽に移動できます。",
                    "en": "Usability is good both for height and size of the top board. It was easy to assemble quickly. If you are a caster you can move easily at the time of cleaning."
                },
                {
                    "ja": "この価格でこのお品はこの上なくお買い得だと思います！組み立ても女一人で簡単でした！",
                    "en": "I think that this item is superbly bargain at this price! It was easy to assemble alone by a woman!"
                },
                {
                    "ja": "ベッドサイドで使用。色はウォルナット。組み立て簡単、お洒落で使いやすく気に入っています。",
                    "en": "Used by the bedside. Walnut color. I like assembling easy, fashionable and easy to use."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2DsuBB7"
        },
        {
            "price_yen": 2990.0,
            "product_name": "Night Table, wooden",
            "brand": "ISHIZAKI KAGU",
            "selling_rank": "rakuten_10",
            "reviews": [
                {
                    "ja": "ベットの横にケータイやメガネ、目覚まし時計を置けるものを探していて、組み立て不要で大きさもバッチリでした。",
                    "en": "I was looking for something that could put mobile phones, glasses, alarm clocks next to the bed, it was unnecessary to build and the size was perfect."
                },
                {
                    "ja": "可愛くてとても気に入りました。しっかりした作りなのでこれから長く使えそうです。",
                    "en": "I love it so cute. Since it is solidly made, it seems that it will be used for a long time from now."
                },
                {
                    "ja": "サイズ感がとても良いです。ナチュラルカラーはとても綺麗な色です。",
                    "en": "The size feeling is very good. Natural color is a very beautiful color."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2HtjMmr"
        },
        {
            "price_yen": 2990.0,
            "product_name": "Side table, open rack",
            "brand": "sotolife",
            "selling_rank": "rakuten_16",
            "reviews": [
                {
                    "ja": "組み立てのパーツには番号のシールや印刷がされているので組み立てやすい！",
                    "en": "The assembly parts are sealed and printed on the number so it's easy to assemble!"
                },
                {
                    "ja": "とてもしっかりしていますし、出来上がった机に加湿器と下は雑貨をデスプレイしてとても可愛い棚になりました。とても気に入りました。",
                    "en": "It is very solid, and I put the humidifier on the finished desk and the miscellaneous goods on the bottom and it became a very cute shelf. I like it very much."
                },
                {
                    "ja": "加湿器を置きたかったので、高さも程よく、しっかりしたテーブルが見つかって良かったです！",
                    "en": "I wanted to place a humidifier, so the height was reasonable, so it was good to find a solid table!"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2WaJP58"
        },
        {
            "price_yen": 3100.0,
            "product_name": "Side / Night table with storage space",
            "brand": "HLC",
            "selling_rank": "amazon_65",
            "reviews": [
                {
                    "ja": "ベタの飼育用に買いました！高さもちょうどよく気に入りました！",
                    "en": "I bought it for breeding! I like the height just like it!"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2FHYOi5"
        },
        {
            "price_yen": 3320.0,
            "product_name": "Bedside table",
            "brand": "Zakka-gu",
            "selling_rank": "rakuten_232",
            "reviews": [
                {
                    "ja": "出来上がりはしっかりしてるし、安そうに見えないし、使い勝手もいいです。机がすっきり片付くので、買ってよかったです。",
                    "en": "It's done well, it does not look cheap and usability is good. I am glad I could buy it because the desk is clean and clear."
                },
                {
                    "ja": "小さくて可愛くて使いやすく、部屋もスッキリして綺麗に寝室のリモコンたちが片付きました。",
                    "en": "Small, cute and easy to use, the room was also refreshing and the remote control in the bedroom cleaned up cleanly."
                },
                {
                    "ja": "女性の私でも組み立て簡単でした。ソファー横に置いてます。欲を言うと、引き出しが両側で利用できますが、ストッパーあれば良かったです。",
                    "en": "It was easy to assemble even for me of a woman. I'm putting it next to the sofa. Despite the desire, drawers can be used on both sides, but it would have been better if there was a stopper."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2WcuTUk"
        },
        {
            "price_yen": 3370.0,
            "product_name": "Elevating side table, with casters",
            "brand": "Sun Ruck",
            "selling_rank": "rakuten_228",
            "reviews": [
                {
                    "ja": "サイドテーブル、チェアの脚と干渉せずにサイドから正面にテーブルが位置するので、使いやすいです。",
                    "en": "Since the table is positioned from the side to the front without interfering with the side table, the legs of the chair, it is easy to use."
                },
                {
                    "ja": "座椅子に合う高さのテーブルで、食事に書き物に使いたいと探していて、とても良い物に出会えました。",
                    "en": "It was a table with a height that fits the seat chair, I was looking for a meal to use for writing and I met a very good one."
                },
                {
                    "ja": "組み立ても簡単で、高さも好きな高さに調節でき、使いやすいです。",
                    "en": "It is easy to assemble, height can be adjusted to the height you like, easy to use."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FVzHHR"
        },
        {
            "price_yen": 3456.0,
            "product_name": "Side table, wide, C-Shaped",
            "brand": "Smile price of Tarp & Tent",
            "selling_rank": "rakuten_39",
            "reviews": [
                {
                    "ja": "店舗の飾りつけ用に購入しました。質感、作りもたいへん満足しています。",
                    "en": "I bought it for the decoration of the store. Texture, making is also very satisfied."
                },
                {
                    "ja": "天板が厚くてしっかりしていて、小さすぎず大きすぎず、とても良い感じです。",
                    "en": "The top board is thick and solid, not too big, not too big, it feels very good."
                },
                {
                    "ja": "軽いので、ソファーの横に置いたり、前においたりできそうです。",
                    "en": "Because it is light, you can put it next to the sofa or you can put it in front."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Uerse3"
        },
        {
            "price_yen": 3580.0,
            "product_name": "Side table with casters, elevating",
            "brand": "Sun Ruck",
            "selling_rank": "rakuten_58",
            "reviews": [
                {
                    "ja": "父の仕事用の可動式デスクを探していて、今回購入いたしました。組み立ても簡単で、高さ、角度も簡単に変更できると大変喜んでおります。",
                    "en": "I am looking for a movable desk for my father's work and purchased this time. Easy to assemble, we are very pleased that we can easily change the height and angle."
                },
                {
                    "ja": "ベッドの上でテレビを見ながら色々な事をするので、何か便利な物無いかなと探していました。これ安くて微調整出来て丁度良かったです。",
                    "en": "Because I do various things while watching TV on the bed, I was looking for something useful. It was cheap and fine tuning was just right."
                },
                {
                    "ja": "高さや角度が自由自在に調節できて、重宝しています。",
                    "en": "It is handy because it can adjust the height and angle freely."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Czba84"
        },
        {
            "price_yen": 3660.0,
            "product_name": "Side table, wooden, slim",
            "brand": "GEKIKAGU",
            "selling_rank": "rakuten_4",
            "reviews": [
                {
                    "ja": "組み立ても簡単、軽いですが思っていた以上に安定してます。ベッドサイドに置いてみましたが、高さ、大きさが丁度良すぎてびっくりしました。",
                    "en": "It is easy to assemble, it is light, but it is more stable than I thought. I tried putting it on the bedside, but I was surprised that the height and size were just right."
                },
                {
                    "ja": "デザインもお値段も大満足です。組み立ても簡単で、女性1人でも２０分もかからないくらいで完成しました。",
                    "en": "Design and price are also very satisfying. It was easy to assemble and it was completed in about 20 minutes even for one woman."
                },
                {
                    "ja": "コーヒーなど飲み物置きの脇机として購入しました。デザイン、高さ、ラウンドの大きさはぴったりでした。落ち着いたウオールナット色も周りにフィットします。",
                    "en": "I bought it as a side desk of drink placement such as coffee. The size of the design, height, round was perfect. The calm walnut color also fits around."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2AXx7O8"
        },
        {
            "price_yen": 3780.0,
            "product_name": "Side table & Dust box",
            "brand": "I'mD",
            "selling_rank": "rakuten_15",
            "reviews": [
                {
                    "ja": "ゴミ箱だけではなくソファーに座っている時に飲みもの、携帯をおけるのでとってもよかったです。",
                    "en": "When I sit on the sofa not only in the trash can, it is very nice because I can have a cell phone."
                },
                {
                    "ja": "オシャレで部屋の雰囲気にも馴染んでるのでとってもいいです。",
                    "en": "It is very good as it is familiar with the atmosphere of the room fashionably."
                },
                {
                    "ja": "オシャレで部屋の雰囲気にも馴染んでるのでとってもいいです。",
                    "en": "It is very good as it is familiar with the atmosphere of the room fashionably."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FHrx6I"
        },
        {
            "price_yen": 3880.0,
            "product_name": "Side table with casters, elevating",
            "brand": "Sun Ruck",
            "selling_rank": "rakuten_72",
            "reviews": [
                {
                    "ja": "値段のわりに使い心地がよいです。作りもよく安定しているので、家族も喜んでいます。",
                    "en": "I am comfortable to use for the price. Family members are also pleased because making is well stable."
                },
                {
                    "ja": "サイズも大きすぎず小さすぎず、シンプルで良かったです。母も、高さも幅も丁度良くて使い勝手がいいと喜んでいます。",
                    "en": "The size was not too big, too small, it was simple and it was good. My mother is pleased that both height and width are exactly good and user-friendly."
                },
                {
                    "ja": "高さも丁度良く、もたれかからなければ十分使えそうです。購入して良かったです。",
                    "en": "The height is exactly right, and it seems to be enough to use it unless leaning back. It was good to purchase."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2W57WlM"
        },
        {
            "price_yen": 3990.0,
            "product_name": "Night table - Aqua",
            "brand": "Soges",
            "selling_rank": "amazon_8",
            "reviews": [
                {
                    "ja": "完成図を良く読んで、全体的なイメージを掴んでからの作業がおすすめです。完成品がおしゃれで満足しました。",
                    "en": "Work after reading the completion drawing and grasping the overall image is recommended. The finished product was fashionable and satisfied."
                },
                {
                    "ja": "組み立てが大変で、調整しながらやらないと棚が入らなかったりするので手間がかかります。でもなかなかかわいいです。",
                    "en": "It is difficult to assemble, it takes time and effort to put in shelves if you do not adjust while adjusting. But it is quite cute."
                },
                {
                    "ja": "女1人で1時間弱くらいで完成しました。説明書が分かりにくいので、初めは戸惑いましたが良かったです。",
                    "en": "It was completed in about an hour by a woman. Because the manual was difficult to understand, I was puzzled at the beginning but it was good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2DsnNng"
        }
    ],
    "millberget": [
        {
            "price_yen": 6980.0,
            "product_name": "Office Chair, high-back, movable",
            "brand": "Tansu no Gen",
            "selling_rank": "amazon_35",
            "reviews": [
                {
                    "ja": "座り心地が良く、背中が蒸れないので長時間の使用に向いていると思います。",
                    "en": "I feel comfortable to sit on, I think that it is suitable for a long time because the back does not steam."
                },
                {
                    "ja": "総じて良い商品です。梱包も製品も問題ありませんでした。",
                    "en": "It is a good product overall. There was no problem with the packaging and the product."
                },
                {
                    "ja": "見た目は値段以上にしっかりしています。座り心地はまずまずと言ったところです。",
                    "en": "The appearance is firmer than the price. Sitting comfort is a fair saying."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2R8Fuf1"
        },
        {
            "price_yen": 6980.0,
            "product_name": "Desk Chair with casters",
            "brand": "SANWA Direct",
            "selling_rank": "amazon_97",
            "reviews": [
                {
                    "ja": "おしゃれで安くて組み立ても簡単ですが、クッションがないのでややおしりが痛い時があります。",
                    "en": "Fashionable, cheap and easy to assemble, but there is no cushion so there are times when the buttock hurts somewhat."
                },
                {
                    "ja": "長時間使う椅子ではなく、短い作業のためならおしゃれで、背もたれもあるし、良いと思う。",
                    "en": "It's not a long-time chair, it's stylish for short work, there is a backrest, I think it's good."
                },
                {
                    "ja": "キャスターが転がりにくいということもないし、強度的にも問題なくいいお買い物をしたなと思っています。",
                    "en": "I do not think that casters are hard to roll and I think that I shopped good without any problem."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2W5m9PE"
        },
        {
            "price_yen": 7236.0,
            "product_name": "New Amuse 1000 without elbow rest",
            "brand": "Kagukuro",
            "selling_rank": "yahoo_72",
            "reviews": [
                {
                    "ja": "軽くても安定性があり、使いやすい椅子です。比較的安価で、組立も用意でした。コストパフォーマンスが良い製品です。",
                    "en": "It is a lightweight chair that is stable and easy to use. It was relatively inexpensive, and assembly was also ready. It is a product with good cost performance."
                },
                {
                    "ja": "組立簡単、座面と背もたれのクッションが大きく厚いので体楽々。良い買い物させて頂きました。",
                    "en": "Easy to assemble, the cushion of the seat and backrest are large and so easy to body. I went shopping good."
                },
                {
                    "ja": "座面の厚さ、柔らかさも十分でした。次回もコレを購入します。",
                    "en": "The seat surface thickness and softness were also sufficient. I will also buy Korean next time."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FQoZm5"
        },
        {
            "price_yen": 7754.0,
            "product_name": "Office Chair, Amazon basic",
            "brand": "Amazon",
            "selling_rank": "amazon_18",
            "reviews": [
                {
                    "ja": "前の椅子は背中全体まで背もたれがあるタイプで、座ってて疲れないか心配でしたが問題なし。むしろ背筋が伸びて楽！",
                    "en": "The former chair was a type with backrest up to the entire back, I was worried whether I was tired from sitting, but no problem. Rather, the back muscle stretches and it's comfortable!"
                },
                {
                    "ja": "廉価でしっかりした作り、親切な組み立て説明書と物的に悪いところは感じません。",
                    "en": "I do not feel bad things about inexpensive making, firm assembling instructions and physical things."
                },
                {
                    "ja": "思ったよりも肌触りがよく、また安定感もあり、あとはどれだけの耐久性があるかの問題だと思います。",
                    "en": "I feel better than I thought, I also have a sense of stability, I think that the problem is how much durability it has."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2CGltY7"
        },
        {
            "price_yen": 7780.0,
            "product_name": "Office Chair, 2 set",
            "brand": "MY-HOME",
            "selling_rank": "yahoo_97",
            "reviews": [
                {
                    "ja": "お買い得。事務所用に購入。少し小さいようですが、女性と小柄な男性が使用しているので問題なさそうです。この値段は最安だと思います。",
                    "en": "Good deal. Purchased for the office. It seems to be a little small, but it seems that there is no problem as women and small men use it. I think that this price is the cheapest."
                },
                {
                    "ja": "肘掛がついていたので買いました。まあまあの座り心地です。",
                    "en": "I bought it because the arm rest was attached. It is so comfortable."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2RGQRAa"
        },
        {
            "price_yen": 7980.0,
            "product_name": "Office Chair / PC Chair",
            "brand": "Tansu no Gen",
            "selling_rank": "yahoo_40",
            "reviews": [
                {
                    "ja": "リクライニング機能は無いですが、ディスクワークには丁度良いと感じました。",
                    "en": "Although there is no reclining function, I felt that it is exactly good for disk work."
                },
                {
                    "ja": "30分も掛からず組み立てれたのに、ものすごくしっかりした作りで座り心地もいいです。",
                    "en": "Even though it was assembled in less than 30 minutes, it is quite solid and easy to sit comfortably."
                },
                {
                    "ja": "作りもしっかりしていて、背中のフィット感・安定感がとてもいいです。デザインも気に入っています。",
                    "en": "I am also solid and making fit and stability on the back is very good. I also like the design."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2S5bghM"
        },
        {
            "price_yen": 7980.0,
            "product_name": "Casual Office Chair - PANNA",
            "brand": "A la mode",
            "selling_rank": "rakuten_14",
            "reviews": [
                {
                    "ja": "背もたれ低めでコンパクトなのにお尻しっかり。狭い部屋で使っても圧迫感ありません。お値段も手頃で良かったです。",
                    "en": "Compact desk with lower back but firm butt well. There is no feeling of pressure even when using in a small room. The price was reasonable and good."
                },
                {
                    "ja": "丸くてコロコロしてるので可愛いし、座り心地が良くて気持ちいいです。",
                    "en": "It is cute because it is round because it is colocoro, it feels good comfortable to sit on."
                },
                {
                    "ja": "座面、背もたれの厚みが分厚く安心。リクライニング機能あり。昇降幅が大きく、ガス圧の動きもスムーズ。",
                    "en": "Seat surface, the thickness of the backrest is thick and secure. Reclining function available. Elevation width is large, movement of gas pressure is also smooth."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2T4WaWx"
        },
        {
            "price_yen": 7980.0,
            "product_name": "Office Chair / OA Chair",
            "brand": "DOSHISHA",
            "selling_rank": "rakuten_234",
            "reviews": [
                {
                    "ja": "質感も良く、座り心地は非常に良いです。座面も適度な厚さが有り長時間での使用もおしりへの負担はかなり少ないです。",
                    "en": "Good texture, comfortable to sit is very good. There is a moderate thickness on the seating surface, so the burden on the buttocks in a long time is quite small."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2RGT7aC"
        },
        {
            "price_yen": 7990.0,
            "product_name": "Office Chair, mesh",
            "brand": "LOWYA",
            "selling_rank": "yahoo_66",
            "reviews": [
                {
                    "ja": "比較的高級感があり、メッシュも心地よい、ロッキングの硬さが調整出来るのもよい、腰パットを自由に移動出来るのもよい。",
                    "en": "It has a relatively luxurious feeling, a mesh is comfortable, it is good to be able to adjust the hardness of the locking, it is also good that you can freely move the waist pad."
                },
                {
                    "ja": "何よりもたれかかった時に頭まで支えてくれる背もたれには感動です。",
                    "en": "I am moved by the backrest that supports my head when I lean again."
                },
                {
                    "ja": "座面のクッション性はまぁまぁ。書かれているようにメッシュ素材の座面なのでオシリがムレません。",
                    "en": "The cushioning nature of the seat surface is okay. Osiri is not stuffed as it is written because it is a seat surface of mesh material."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FUFNbG"
        },
        {
            "price_yen": 8480.0,
            "product_name": "Office Chair, with low repulsion cushion",
            "brand": "SANWA Direct",
            "selling_rank": "rakuten_40",
            "reviews": [
                {
                    "ja": "座った感じもふっくらで、長時間でもお尻が痛くならないです。",
                    "en": "The feeling of sitting is also plump, and it will not hurt your butts even for a long time."
                },
                {
                    "ja": "しっかりした座り心地で満足してます、椅子自体もしっかりしてます。",
                    "en": "I am satisfied with a solid seating comfort, the chair itself is solid as well."
                },
                {
                    "ja": "座席部分はクッションの厚みがあります。エアー式で上下しますので高さを調整しやすいです。",
                    "en": "The seat part has thickness of the cushion. It is easy to adjust the height because it moves up and down with an air type."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2sHh7LR"
        },
        {
            "price_yen": 8826.0,
            "product_name": "Desk Chair - NEXIS C01, black",
            "brand": "PLUS",
            "selling_rank": "amazon_98",
            "reviews": [
                {
                    "ja": "手頃な価格とデザインが良いので購入しましたが、クッションのへたりもなく、座った時の沈み込みも少なく、快適に使っています。",
                    "en": "I bought it because affordable price and design is good, but I have not found any cushions, I seldom submerge when sitting, I use it comfortably."
                },
                {
                    "ja": "クッションの硬さ具合など良く、大きさ的にも程よく、とても使い勝手の良い椅子です。",
                    "en": "The condition of hardness of the cushion, etc. is good, moderately it is moderate, it is a very convenient chair."
                },
                {
                    "ja": "座クッションは適度に固く、良い感じです。背もたれは、反力の固さ調整ができるので、硬めにしたら丁度良くなりました。",
                    "en": "The seat cushion is moderately hard and feels good. The backrest can adjust the hardness of the reaction force, so it got better just if you made it harder."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2RImKbr"
        },
        {
            "price_yen": 8880.0,
            "product_name": "Middle Back Chair - Eams Aluminum",
            "brand": "Designer's Furniture",
            "selling_rank": "rakuten_261",
            "reviews": [
                {
                    "ja": "しっかりしていて、壊れるような不安要素はありません。形もかっこよくて色も気に入りました。",
                    "en": "There is no anxiety factor that is solid and broken. The shape was also cool and I also liked the color."
                },
                {
                    "ja": "座面が深くて座りやすいです。",
                    "en": "The seating surface is deep and easy to sit."
                },
                {
                    "ja": "この値段でこのデザインは良いじゃないですか。作りもしっかりしています。",
                    "en": "This price is good at this price. I am also solid making."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2R3V2AV"
        },
        {
            "price_yen": 8980.0,
            "product_name": "Office Chair, with elbow rest, high-back",
            "brand": "MY-HOME",
            "selling_rank": "yahoo_9",
            "reviews": [
                {
                    "ja": "ローラーの稼働が個人的にスムーズではない気がしますが、座り心地は大変満足です。",
                    "en": "I feel that the operation of the roller is not smooth personally, but the comfort is very satisfying."
                },
                {
                    "ja": "座り心地がゆったりとしているのに、大きすぎず、デザインもよく気に入っています。",
                    "en": "Even though comfort is relaxed, it is not too big, I like the design a lot."
                },
                {
                    "ja": "組み立てはとてもシンプルで15分くらいでできました。キャスターも音がするかと思っていましたが、結構静かでした。",
                    "en": "The assembly was very simple and it took about 15 minutes. I thought that the casters sounded, but it was pretty quiet."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2MtszUd"
        },
        {
            "price_yen": 9158.0,
            "product_name": "Office Chair, leather",
            "brand": "Office com",
            "selling_rank": "yahoo_96",
            "reviews": [
                {
                    "ja": "一応リクライニングもするし、それなりに丈夫そうです。背もたれ、座席のクッションは、良いと思います。",
                    "en": "I will do some reclining and it seems to be as it is. I think the backrest, seat cushion is good."
                },
                {
                    "ja": "座り心地も良く、組み立ても楽に出来ました！！",
                    "en": "Sitting comfort was also good, and it was easy to assemble! !"
                },
                {
                    "ja": "本商品は背もたれ部が大きく形状も背中にフィットする感じで良いです。組み立ても簡単にできました。",
                    "en": "This item is good with feeling that the backrest is large and the shape fit the back. It was easy to assemble."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FT6ldd"
        },
        {
            "price_yen": 9450.0,
            "product_name": "Firma, Bentwood Work Chair",
            "brand": "Kagula",
            "selling_rank": "rakuten_209",
            "reviews": [
                {
                    "ja": "色合いはイメージ通りで座り心地もよく、入荷を待って購入してよかったと心から思っています。",
                    "en": "I am convinced that the coloring is as good as the image and comfortable to sit and good to purchase waiting for arrival."
                },
                {
                    "ja": "シンプルでかわいく 曲げ木がオシャレで気に入りました。カラーも机と部屋の色に合い 気に入りました。",
                    "en": "I liked simple and cute bending tree fashionable. I liked the color to suit the desk and the color of the room."
                },
                {
                    "ja": "やわらかい発色のブルーとホワイトの足のコントラストが気に入ってます。キャスターも軽やかに動き、座り心地も良く、娘も希望通りで大満足です。",
                    "en": "I like the contrast of soft feet blue and white feet. Castors also move lightly, comfortable to sit well, my daughter is as happy as I am satisfied."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2FHDOrO"
        },
        {
            "price_yen": 9666.0,
            "product_name": "Office Chair, cobalt, mesh",
            "brand": "Kagukuro",
            "selling_rank": "yahoo_84",
            "reviews": [
                {
                    "ja": "早速組立て使用していますが、現状はとても良いと思います。",
                    "en": "I am using the assembly immediately, but I think that the present condition is very good."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2Dtyoyo"
        },
        {
            "price_yen": 9980.0,
            "product_name": "Office Chair, bounce-up armrest",
            "brand": "Tansu no Gen",
            "selling_rank": "amazon_3",
            "reviews": [
                {
                    "ja": "背もたれの角度も調節できるし、ギターを弾く時はアームレストを上げられるし、コストパフォーマンスは良いし、言うことなしです。",
                    "en": "You can also adjust the angle of the backrest, you can raise the armrest when playing the guitar, cost performance is good, that is no say."
                },
                {
                    "ja": "座り心地がとても良く、コストパフォーマンスはとても高いと思います。とても良い商品です。",
                    "en": "I think that comfortable seating is very good and cost performance is very high. It is a very good product."
                },
                {
                    "ja": "見た目がスッキリしてて、座り心地は座面がフワフワしており、いまのところいい感じです。",
                    "en": "The appearance is refreshing, the comfortable seating is fluffy seating surface, it is a nice feeling right now."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2Hu0LjT"
        },
        {
            "price_yen": 9980.0,
            "product_name": "Office Chair, mesh",
            "brand": "MY-HOME",
            "selling_rank": "rakuten_1",
            "reviews": [
                {
                    "ja": "リクライニングと肘掛はスムーズに動きました。結構な角度までリクライニングできます。頭を当てる部分も高さ調整できるのですが、ココはキツかったです。",
                    "en": "Reclining and armrests moved smoothly. You can recline to a good angle. Although you can adjust the height of the part that hits your head, here is hard work."
                },
                {
                    "ja": "メッシュがストライプになっているので、よく見かけるタイプのメッシュチェアよりとても高級感があり、久しぶりにネットでよい買い物したなぁ～って思いました！！",
                    "en": "Because the mesh is striped, there is a sense of luxury more than the type of mesh chair I see often, I thought that I shopped good on the net for the first time in a while! !"
                },
                {
                    "ja": "ランバーサポートのフィット感と座面のクッションがしっかりしているので、長時間座っても疲れにくいです。部品数も多くないで組み立てで迷うことは無かったです。",
                    "en": "Because the fitness of the lumbar support and the seat cushion are solid, it is hard to get tired even if you sit for a long time. There was nothing lost in the assembly without many parts."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://bit.ly/2MrbH0u"
        },
        {
            "price_yen": 9980.0,
            "product_name": "Hbada, Simple Office Chair",
            "brand": "",
            "selling_rank": "amazon_8",
            "reviews": [
                {
                    "ja": "座面も 体格が良くても 良い感じのゆったりと 硬さで 背もたれもしっくりで良いです。",
                    "en": "Even if the seat surface is also good physique Good feeling relaxed hardness and the backrest is also good in the fit."
                },
                {
                    "ja": "椅子の下部には5つの支持車輪があり、バランスは非常に良く、非常に安定し、安全性は高いと思います。",
                    "en": "There are five supporting wheels at the bottom of the chair, the balance is very good, very stable, I think that safety is high."
                },
                {
                    "ja": "座面のクッションが低反発で，座ってても楽なところが良かったです．長時間作業しててもそれほど疲れません．",
                    "en": "The cushion of the seat was low rebound and it was a nice place to sit down. Even if I work for a long time, I am not very tired."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2HC6qUW"
        },
        {
            "price_yen": 9990.0,
            "product_name": "LEQUAS-BK2, Office Chair",
            "brand": "Office com",
            "selling_rank": "amazon_67",
            "reviews": [
                {
                    "ja": "肘掛が可動することでデスクに収まりすっきりします。また座面も大きく座り心地も良い点が気に入りました。",
                    "en": "The armrest moves and it fits in the desk and it clears up. Also, I like the seating surface and the comfortable feeling."
                },
                {
                    "ja": "クッション性があり、しっかりと体を支えてくれる椅子を探していました。こちらは、想像以上に座りやすくて、疲れません。大満足です。",
                    "en": "I was looking for a chair that has cushioning properties and supports the body firmly. This is easier to sit than I imagined, I will not get tired. I am very satisfied."
                },
                {
                    "ja": "この値段では割安に感じるぐらい良いものでした。大きめなので安定感があり座っていても数時間は疲れず座っていられます。",
                    "en": "At this price it was good enough to feel cheap. It's bigger so I have a feeling of stability and even if I sit, I can sit without getting tired for hours."
                },
                {
                    "ja": "None",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "https://amzn.to/2HrzyhH"
        },
        {
            "price_yen": 10692.0,
            "product_name": "Office Chair, Navy, low-back",
            "brand": "OKAMURA Plant",
            "selling_rank": "amazon_33",
            "reviews": [
                {
                    "ja": "しっかりとした、がたつきが少ない作り。正しい姿勢を保つ様にさせる椅子自体の形状。広々とした座面。肉厚のクッション。高級感のある布生地。",
                    "en": "Make a solid, little rattling. The shape of the chair itself"
                },
                {
                    "ja": " that keeps the correct posture. Spacious seating surface. Thick cushion. Cloth fabric with a sense of quality.",
                    "en": "座り心地、背もたれの角度、安定性など満足しております。キャスターもフローリングの上だと、よく転がります。"
                },
                {
                    "ja": "We are satisfied with comfort, angle of the back, stability and so on. If the caster is also on the flooring, it rolls well.",
                    "en": "クッションもフカフカで前まで使っていた安いベニヤ板の椅子とは全然違います。流石５ケタのお値段の椅子って感じです。"
                },
                {
                    "ja": "It is completely different from the cheap plywood chair that you used before with cushion. I feel like a chair of price of 5 digits.",
                    "en": "None"
                },
                {
                    "ja": "None",
                    "en": "None"
                }
            ],
            "shorten_url": "None"
        }
    ]
}